[
    {
        "citation":"TB9-28520",
        "citation2":"",
        "dataset":"RPD",
        "name":"",
        "source_url":"3329366.txt",
        "scraped_timestamp":"2023-11-13",
        "document_date":"2020-01-02",
        "year":2020,
        "unofficial_text":"RPD File \/Dossier de la SPR :\nTB9-28520\nUCI \/ IUC :\nXXXX\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et Décision\nClaimant(s)\nXXXX XXXX XXXX XXXX XXXX\nDemandeur(e)(s) d'asile\nDate(s) of Hearing\nIn Chambers\nDate(s) de l'audience\nPlace of Hearing\nToronto, Ontario\nLieu de l'audience\nDate of Decision\nJanuary 2, 2020\nDate de la décision\nand reasons\net des motifs\nPanel\nL. Figg\nTribunal\nCounsel for the Claimant(s)\nHart A. Kaminker\nConseil(s) du (de la\/des) demandeur(e)(s) d'asile\nDesignated Representative(s)\nN\/A\nReprésentant(e)(s) désigné(e)(s)\nCounsel for the Minister\nN\/A\nConseil du (de la) ministre\nREASONS FOR DECISION\nINTRODUCTION\n[1] XXXX XXXX XXXX XXXX (the claimant) is a 43-year-old married male citizen of Egypt and holds no other citizenship.\n[2] The claimant claims refugee protection pursuant to ss. 96 and 97(1) of the Immigration and Refugee Protection Act (IRPA)1 based on his religion (Christianity).\n[3] This claim was considered by way of an expedited process.\n[4] Paragraph 170(f) of the IRPA2 provides that the Refugee Protection Division (RPD) may allow a claim for refugee protection without a hearing unless the minister has notified the RPD of the minister's intention to intervene within the time limit set out in the Refugee Protection Division Rules.3 Further, subsection 162(2) of IRPA4 directs each Division to deal with all proceedings before it as informally and quickly as the circumstances and the considerations of fairness and natural justice permit.\n[5] The claimants' case was identified as one that could be processed through the Instructions governing the streaming of less complex claims at the Refugee Protection Division.5 The RPD, on the date of issue, has publicly identified claims from Egypt as being able to be accepted without a hearing.6\n[6] The RPD received a Certificate of Readiness, File Review Process form signed on 3 December 2019 (Exhibit 4).\n[7] Front End Security Screening (FESS) was received by the RPD in this case on 23 November 2019.\n[8] Having carefully considered the evidence in this case, I find that it meets the criteria for expedited determination. This case has therefore been decided without a hearing, according to the Instructions governing the streaming of less complex claims at the Refugee Protection Division.\nALLEGATIONS\n[9] In brief, in his Basis of Claim (BOC) form, the claimant alleges that:\n* He is a devout Coptic Christian from Menia, Egypt.\n* He suffered from discrimination because of his religion through-out his life.\n* In XXXX 2017 he lost friends in the terrorist attack on Christians who were taking a bus to a monastery.\n* In XXXX 2018 his wife and daughter were attacked physically while walking in the streets after attending church.\n* In XXXX 2019 he was attacked physically after he XXXX XXXX XXXX XXXX XXXX XXXX. He had to go to hospital to seek treatment for the injuries he sustained.\n* Through the help of an agent he was able to exit Egypt. He arrived in Canada on XXXX XXXX 2019 and made a claim for refugee protection inland on or about 27 August 2019.\n* He fears harm because of his religion should he return to Egypt.\nDETERMINATION\n[10] I find that claimant is a Convention refugee.\nANALYSIS\nPersonal Identity\n[11] I am satisfied, on a balance of probabilities, that the claimant has established his personal identity as an Egyptian citizen based on a certified true copy of his genuine Egyptian passport, tendered into evidence at Exhibit 1.\nCredibility\n[12] I accept the claimant's credibility. The claimant has declared that the information provided in his BOC is complete, true, and correct. The claimant's evidence is not internally inconsistent, inherently implausible or contradicted by documentary evidence on country conditions in Egypt.\n[13] In assessing the claimant's credibility, the panel reviewed his BOC (Exhibit 2) and Port of Entry (POE) intake forms (Exhibit 1), as well as the claimant-specific documents tendered into evidence (Exhibit 4) by counsel including copies of:\n* Egyptian National ID card\n* Copy of birth enrollment\n* Extract of marriage registration\n* Birth certificates for the claimant's wife and three children\n* Medical report\n* Baptism certificates for the claimant, his wife and three children\n* Letter from XXXX XXXX XXXX XXXX XXXX XXXX XXXX, XXXX XXXX XXXX XXXX XXXX XXXX at XXXX XXXX in Egypt\n* Letter from XXXX XXXX XXXX, XXXX XXXX XXXX XXXX XXXX XXXX XXXX, XXXX XXXX XXXX, XXXX XXXX XXXX in Mississauga, Ontario\n* Photos of claimant in various church activities\nNexus - Reason for harm\n[14] I find that the claimant has established a nexus to the Convention refugee definition, namely, his religion.\nHarm Feared\n[15] I find that the claimant has established that the harm feared (i.e. physical harm, discrimination amounting to persecution and\/or the inability to openly or freely practice his religion without fear) is serious harm.\nAgent of Harm\n[16] I find that the agents of harm are radical Islamists and Egyptian society in general.\nLikelihood of Harm - serious possibility\n[17] I find that the claimant has established that he has a serious possibility of suffering serious harm should he return to Egypt due to his identity as a Coptic Christian. This finding is supported by the neutral country of origin information (COI) proffered by the Immigration and Refugee Board (the Board) in Exhibit 3. I specifically relied on the following information in coming to this finding:\n[18] At item 2.1 of Exhibit 3 is the United States. Department of State. Egypt. Country Reports on Human Rights Practices for 2018 which, in the Executive Summary, sets out the general political and human rights situation in Egypt. It states:\nAccording to its constitution, Egypt is a republic governed by an elected president and unicameral legislature. Presidential elections were held in March. Prior to the presidential elections, challengers to the incumbent president Abdel Fattah al-Sisi pulled out, citing personal decisions, political pressure, legal troubles, unfair competition, and in some cases they were arrested for alleged violations of candidacy prohibitions for military personnel. Domestic and international organizations expressed concern that government limitations on association, assembly, and expression severely constrained broad participation in the political process. Domestic and international observers concluded that government authorities professionally administered parliamentary elections in 2015 in accordance with the country's laws, while also expressing concern about restrictions on freedom of peaceful assembly, association, and expression and their negative effect on the political climate surrounding the elections.\nCivilian authorities maintained effective control over the security forces.\nSince President Sisi requested parliament to approve a state of emergency (SOE) after the April 2017 terrorist attack on Coptic churches, he has requested and parliament has ratified SOEs with one- or two-day gaps between every two SOE periods to meet the legal requirement that SOEs may only be renewed once.\nHuman rights issues included unlawful or arbitrary killings by the government or its agents and terrorist groups; forced disappearances; torture; arbitrary detention; harsh and life-threatening prison conditions; arbitrary arrest and detention; political prisoners; arbitrary or unlawful interference with privacy; undue restrictions on free expression, the press, and the internet, including censorship, site blocking, and criminal libel; substantial interference with the rights of peaceful assembly and freedom of association, including government control over registration and financing of nongovernmental organizations (NGOs); restrictions on political participation; use of the law to arbitrarily arrest and prosecute lesbian, gay, bisexual, transgender, and intersex (LGBTI) persons; violence targeting LGBTI persons and members of other minority groups, and use of forced or compulsory child labor.\nThe government inconsistently punished or prosecuted officials who committed abuses, whether in the security services or elsewhere in government. In most cases the government did not comprehensively investigate allegations of human rights abuses, including most incidents of violence by security forces, contributing to an environment of impunity.\nAttacks by terrorist organizations caused arbitrary and unlawful deprivation of life. Terrorist groups conducted deadly attacks on government, civilian, and security targets throughout the country, including places of worship. Authorities investigated terrorist attacks and prosecuted alleged perpetrators.\n[19] This summary specifically notes the April 2017 terrorist attack on Coptic churches and also mentions that terrorist organizations operating in Egypt conducted deadly attacks in 2018 in Egypt, including targeted attacks on places of worship.\n[20] At item 12.1 of Exhibit 3, the International Religious Freedom Report for 2018 for Egypt (published on 21 June 2019) discusses the current level of religious tolerance in Egypt. The report indicates that lethal violence connected with religion continued. Non-state actors continue to perpetrate discrimination and violence against Christians. Specifically, with respect to Christians it states:\nOn November 2, armed assailants attacked three buses carrying Christian pilgrims\nto a monastery in Minya in Upper Egypt, killing seven and wounding 19. Attacks\ncontinued on Christians and Christian-owned property, as well as on churches in\nthe Upper Egypt region. On May 26, seven Christians were injured in the village\nof Shoqaf while attempting to defend a church from an attack by Muslim villagers.\nReports of anti-Semitic remarks on state-owned media, as well as sectarian and\ndefamatory speech against minority religious groups, continued during the year.\nAl-Azhar, the country's primary institution for spreading Islam and defending\nIslamic doctrine, held conferences on interfaith dialogue, and gave statements\ncondemning extremism and supporting improved relations between Muslims and\nChristians\n[21] At item 1.4 of Exhibit 3 is Australian government's Department of Foreign Affairs and Trade (DFAT) Country Information Report Egypt, published on 17 June 2019. This report speaks to the recent terrorist attacks on Christians and also provides a general summary on the history and current situation of Christians in Egypt:\nTerrorist Attacks on Christians\n3.21 In December 2016, a suicide bomber targeted a church service at a chapel adjoining St Mark's Cathedral in Cairo, killing 29 and injuring 49. Following the previously mentioned February 2017 attacks in el Arish, IS claimed responsibility for two major attacks against Palm Sunday church services on 9 April 2017. The first attack occurred at a service in Tanta, killing 27 people and injuring over 70. The second attack occurred at a cathedral in Alexandria. At least 16 people were killed and 66 people were injured in the Alexandria attack: Pope Tawadros was saying mass at the cathedral at the time, but escaped unharmed. In May 2017 in Minya, a gunman opened fire on a bus and killed 29 people who refused to renounce their faith. In November 2018, militants ambushed three buses carrying Christian pilgrims to a remote desert monastery south of Cairo, killing seven and wounding 19. In addition to these attacks, security services have reportedly thwarted a number of attempted attacks.\nChristians\n3.31 Christianity was established in Egypt in the first century and is one of the oldest centres of Christianity in the world. Although there are twelve officially recognised Christian denominations in Egypt (four Orthodox, seven Catholic and one Protestant), the vast majority of Christians in Egypt are members of the Coptic Orthodox Church. All those belonging to recognised Christian denominations are identified as Christian on their national ID cards. While Christians reside throughout the country, they are particularly concentrated in Upper Egypt (the southern part of Egypt) and in major cities such as Cairo and Alexandria. Suburbs in Cairo and other cities and some villages are sometimes regarded or described as 'Christian areas', but few are exclusively Christian (or Muslim). Egyptian Christians are politically and socio-economically diverse: they hold varied professions; range from the very poor to the very rich; and have attained a range of education levels.\n3.32 Christians generally dress similarly to Muslim Egyptians. In urban areas, however, Christian women are more likely than Muslim women to leave their hair uncovered. Christian women living in rural or conservative areas are more likely to cover their hair, but generally do not wear the Islamic hijab. Christians tend to have identifiable names. Some Christians tattoo small crosses on the inside of their wrists or between their thumb and forefinger as a mark of their identity, often following visits to monasteries or holy sites. Not all Christians have these tattoos and it is not a mandatory religious practice.\n3.33 There are no legal barriers to prevent Christians from being visible in public life, and a number of Christians have become prominent and influential in Egyptian politics and business. DFAT understands that the percentage of Christians in the Egyptian civil service is broadly representative of the religious breakdown of the population. However, Christians tend to be under-represented in senior civil servant roles, and in the upper ranks of the military and security services. It is very rare for Christians to be appointed as presidents, deans or vice-deans in public universities. While anti-discriminatory laws and legal protections exist, these are not always enforced fairly and Christians may experience some discrimination, particularly in rural areas.\n3.34 Most Christians viewed the post-2011 Revolution ascendency of the Muslim Brotherhood with considerable apprehension. They regarded the Morsi government's removal and the restoration of general law and order as a cause for relief, and strongly supported the ascendency of Sisi to the presidency. Many Christians and representatives of other minority faiths report that while things could always improve, they generally consider themselves better protected under President Sisi than previous Egyptian leaders. Christian religious authorities have consistently expressed appreciation for Sisi's public messaging which has called upon Egyptians to place national unity above religious differences, and for his personal example: in 2015, Sisi became the first Egyptian head of state to attend Christmas mass at the St. Mark's Cathedral in Cairo and has attended every year since. Sisi has actively engaged with the Christian community, declaring days of national mourning or calling personally on Pope Tawadros to express his condolences following DFAT Country Information Report Egypt 21 terrorist attacks against Christians (see Security Situation). Local sources report that Christians generally remain strong supporters of Sisi, although (like other Egyptians) their initial enthusiasm has waned due to the lack of economic improvement and ongoing social difficulties in Egypt.\n...\n3.36 DFAT assesses that Christians face a moderate risk of discrimination that is more likely to be societal than official in nature, and is likely to vary considerably according to geographic location. Christians, particularly in rural areas, may face difficulty in obtaining justice through legal means (see Judiciary). Despite the lack of any official policy of discrimination, Christians remain less likely than Muslims to be able to achieve senior positions in institutions such as the civil service, military and security services, and universities.\n[22] Further, at item 2. 4 in Exhibit 3, is a recent report entitled Freedom House 2019 which, with respect to freedom of religion in Egypt, states:\nWhile Article 2 of the 2014 constitution declares Islam to be the official religion of the state, Article 64 states that \"freedom of belief is absolute.\" Most Egyptians are Sunni Muslims. Coptic Christians form a substantial minority, and there are smaller numbers of Shiite Muslims, non-Coptic Christian denominations, and other groups. Religious minorities and atheists have faced persecution and violence, with Copts in particular suffering numerous cases of forced displacement, physical assaults, bomb and arson attacks, and blocking of church construction in\nrecent years.\n[23] At 12.6 of Exhibit 3 is a report published in April 2019 entitled: Egypt. United States Commission on International Religious Freedom, Annual Report 2019. In its \"Key Findings\" it reports that during 2018 religious freedom conditions in Egypt generally trended in a more positive direction with respect to high-level official discourse and actions. However, it goes on to state:\nNevertheless, despite these prominent gestures, systematic and ongoing challenges to religious freedom remained widespread at the community level, particularly in rural areas. Anti-Christian mob violence occurred with impunity and regularity in Upper Egypt; on several occasions, these incidents came in direct response to efforts by local Christians to legally register their churches. Meanwhile, Egyptian affiliates of the Islamic State of Iraq and Syria (ISIS) and domestic terror groups\ncontinued to target local Christians in addition to government officials and security forces. Baha'is and Jehovah's Witnesses remained unrecognized, and blasphemy laws, which have not been repealed, continued to be used in targeting Muslims,\nChristians, and nonreligious persons.\n[24] The same document goes on to report that:\nSectarian Attacks and Legal Impunity\nWhile incidents of violence directly targeting Christians resulted in fewer casualties than in previous years, they persisted in various forms throughout 2018. Nongovernmental interlocutors informed USCIRF during a January 2019 country visit that there were at least 25 incidents of violence or attempted violence against Christians during the reporting period. Such incidents included an attempted suicide bombing on a Coptic Orthodox church in Qalyubiya in August, which police successfully thwarted before the would-be bomber reached his intended target. In November 2018, in the deadliest single attack of the year, gunmen in the governorate of Minya attacked two minibuses of Christian pilgrims who had just left the Monastery of St. Samuel the Confessor, killing seven people and injuring seven others. The Egyptian branch of ISIS later claimed responsibility for that attack.\nEgyptian authorities typically single out these large-scale incidents as symptomatic of terrorist organizations that target Christians as well as security forces and police. During 2018, ISIS and remnants of other radical Islamist groups continued to pose a serious threat to Egypt's large Christian population. However, blaming Egypt's sectarian issues on radical Islamist groups belies the reality that societal bigotry and government negligence also play roles in incidents of communal violence. Perceived negligence on the part of Egyptian security forces continued to be an ongoing grievance of the Christian population: for example, at the funeral for victims of the monastery bus attack in November, eyewitnesses reported a palpable and audible sense of anger toward police who failed to prevent the attack, despite its occurrence at a venue just one kilometer from a nearly identical and even deadlier attack on the same road in 2017. In addition, police officers are sometimes directly involved in such violence: for example, a Christian barber in Beni Suef died in police custody in July 2018 after reportedly receiving a fatal beating from officers when he attempted to report a dispute with a Muslim fellow resident. In another example, a police sergeant tasked with guarding a church in Minya gunned down a Coptic father and son at a worksite in front of his post in December, following a minor dispute. That officer was subsequently found guilty of murder charges in February 2019, after the reporting period.\nThe prevalence of violence against Christians in Egypt was most clearly on display in incidents of mob violence that occurred in rural towns and villages in Upper Egypt; the perpetrators were moved to action by the words of their local imams and their own deeply rooted prejudices. There were at least eight such mob attacks in 2018: in three separate attacks in August alone, Muslim rioters attacked Coptic churches, homes, and businesses in Sultan Basha, Minya; Esna, Luxor; and Dimshaw Hashim, Minya, after reports circulated that local Christians had attempted to legally register their places of worship. Although none of these attacks resulted in outright fatalities, they caused significant property destruction and terrified local Christians. Furthermore, none of them produced legal consequences for the perpetrators; instead, by deferring to customary reconciliation sessions, local authorities made concessions to the rioters by agreeing to close the churches or prayer halls in dispute.\nApart from more overt examples of direct violence, Coptic Christians continued to face widespread societal pressures such as religious discrimination and outright bigotry.\n[25] I find that the neutral COI evidence supports the claimant's allegations that, despite the level of overall harm against Coptic Christians dropping recently in Egypt, he has a serious possibility of suffering serious harm should he return to Egypt due to his identity as a Coptic Christian man from El Mania. The COI reports that societal discrimination against Christians exists and sometimes Coptic Christians are victims of appalling violence at the hands of Muslim extremists. Given his past personal experiences of physical harm at the hands of religious extremists and the neutral country conditions, the claimant has established that he has a serious possibility of meeting with similar harm in the future because of his religious identity should he return to Egypt.\nState Protection\n[26] I find that the claimant has established on a balance of probabilities that adequate state protection is not available to him.\n[27] In the case at bar, the claimant does not mention ever attempting to seek police protection for any reason. In his BOC the claimant stated that: \"the authorities in Egypt are not interested in intervening in religious disputes.\"\n[28] With respect to the issue of state protection, the panel considered all of the previously cited evidence and in particular notes the information at item 12.6 of Exhibit 3 which states: \"... blaming Egypt's sectarian issues on radical Islamist groups belies the reality that societal bigotry and government negligence also play roles in incidents of communal violence.\"\n[29] I have carefully reviewed the documentary evidence filed by the Refugee Protection Division (RPD) and find that this particular claimant, given his circumstances has provided clear and convincing evidence that he would be unable to avail himself of adequate state protection. While Egypt has made improvements in protecting Christians and their right to practice their religion, I find that those improvements have not translated in operationally effective adequate protection for this particular claimant at this point in time. I find that the claimant has overcome the presumption of state protection.\nInternal Flight Alternative (IFA)\n[30] I find that there is no viable IFA for this claimant in Egypt.\n[31] The claimant alleges that there is nowhere in Egypt that he could live safely without enduring persistent societal discrimination or the threat of violence. In his BOC he states that: \"I fear Muslim extremists and as Muslim extremists exist throughout Egypt there is no place in Egypt where I can seek safety.\" The neutral COI suggests that Christians from rural areas in Upper Egypt face a greater likelihood of violence. However, at item 12.6 of Exhibit 3 (cited above) it also states: \"Apart from more overt examples of direct violence, Coptic Christians continued to face widespread societal pressures such as religious discrimination and outright bigotry.\" Given all of the evidence produced in this case, the panel accepts the claimant's allegations with respect to a lack of a viable IFA.\nCONCLUSION\n[32] I determine that the claimant is a Convention refugee pursuant to section 96 of the IRPA and therefore allows his claim.\n(signed)\n\"L. Figg\"\nL. Figg\n2 January 2020\nDate\n1 Immigration and Refugee Protection Act, S.C. 2001, c. 27, as amended, sections 96 and 97(1).\n2 Immigration and Refugee Protection Act, S.C. 2001, c. 27, as amended, section 170(f).\n3 Refugee Protection Division Rules (SOR\/2012-256).\n4 Immigration and Refugee Protection Act, S.C. 2001, c. 27, as amended, section 162(2).\n5 Instructions governing the streaming of less complex claims at the Refugee Protection Division, https:\/\/irb-cisr.gc.ca\/en\/news\/2019\/Pages\/less-complex-claims-rpd.aspx\n6 Less Complex Claims: The short-hearing and file-review processes, https:\/\/irb-cisr.gc.ca\/en\/information-sheets\/Pages\/less-complex-claims.aspx\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nRPD File No. \/ N° de dossier de la SPR : TB9-28520\nImmigration and Refugee\nBoard of Canada\nRefugee Protection Division\nCommission de l'immigration\net du statut de réfugié du Canada\nSection de la protection des réfugiés\nRPD.29.1 (December 15, 2012)\nRPD File No. \/ N° de dossier de la SPR : TB9-28520\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"L. Figg\"}"
    },
    {
        "citation":"VB9-04793",
        "citation2":"",
        "dataset":"RPD",
        "name":"",
        "source_url":"3436473.txt",
        "scraped_timestamp":"2023-11-13",
        "document_date":"2020-01-31",
        "year":2020,
        "unofficial_text":"\nRPD File No. \/ No de dossier de SPR: VB9-04793 VB9-04808 VB9-04809\nClient ID:XXXX XXXX XXXX\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et décision\nAPPLICATION TO REINSTATE \/ DEMANDE DE RÉTABLISSEMENT\nApplicant(s) XXXX XXXX Demandeur(e)(s)\nXXXX XXXX XXXXXXXX XXXX\nPlace of Hearing In Chambers Lieu de l'audience\nDate of Decision January 31, 2020 Date de la décision\nPanel Becky Chan Tribunal\nCounsel for the N\/A Conseil(s) du \/ de la \/ des\nApplicant(s) demandeur(e)(s)\nDesignated N\/A Représentant(e)(s)\nRepresentative(s) Désigné(e)(s)\nCounsel for the Minister N\/A Conseil du ministre\nAPPLICATION TO REINSTATE CLAIMS\n[1] This is a decision of the Refugee Protection Division (RPD) in the applications of XXXX XXXX XXXX XXXX XXXX XXXXand XXXX XXXX (applicants) to reinstate their refugee claims. The applicants are a family comprised of a mother (Rajni RAJPUT) (adult applicant), and her two minor children, Anirudra RAJPUT, and Ayush RAJPUT). The applicants have not been represented by counsel in their refugee claims or their application to reinstate their claims.\n[2] The applicants' refugee claims were referred to the RPD on June 20, 2019. The applicants are citizens of India who claim to fear the local police as the police harassed, attacked, and arrested the adult applicant and other members of her husband's family.\n[3] The adult applicant provided a Notice of Withdrawal of a Claim for Refugee Protection to the RPD which was signed on XXXX XXXX XXXX 2019. The RPD confirmed the withdrawal of the claims on XXXX XXXX XXXX 2019. The applicants applied to reinstate their claims on XXXX XXXX XXXX 2019. The applicants submitted additional materials on XXXX XXXX XXXX 2019 and XXXX XXXX XXXX 2019 which include submissions, an affidavit from the adult applicant's brother, and a medical report of XXXX XXXX XXXX. The Minister's Counsel confirmed on December 10, 2019 that she does not take a position on this application.\n[4] The adult claimant explained in her application that she requested to withdraw the claim because her brother told her that he could help her settle her problems with the local police in India. The adult claimant applicant stated that she later learned from her brother that the police were not willing to settle their issues with the applicant, and they were demanding a significant sum of money from her family in order to settle the problem.\n[5] Rule 60 of the RPD Rules1 provides that a person may make an application to the Division to reinstate a claim that was made by the person and was withdrawn.\n[6] RPD Rule 60 further states as follows:\n3) The Division must not allow the application unless it is established that there was a failure to observe a principle of natural justice or it is otherwise in the interests of justice to allow the application.\n(4) In deciding the application, the Division must consider any relevant factors, including whether the application was made in a timely manner and the justification for any delay.\n[7] The adult applicant did not state in the application when her brother informed her that the police demanded a large sum of money from her family in order to settle their differences. However, the application to reinstate was made within about two weeks of the applicants' withdrawal of their refugee claims. There does not appear to be a delay in making this application.\n[8] There is no breach of natural justice alleged by the applicants. The applicants appear to be making an application to reinstate their claims because their circumstances have changed. At the time the adult applicant withdrew these claims, she made a strategic decision based on her brother's information that he could settle her problems with the local police. She has since received some information from her brother to indicate that her problems with the police cannot be resolved.\n[9] I find that the adult applicant's symptoms of XXXXand XXXX described in a letter from XXXX XXXX XXXX XXXX do not demonstrate that the adult applicant's decision to withdraw from the claim was made due to duress, lack of information or a mistake. She made the decision to withdraw the refugee claims, her decision was made based on her information she received from her brother about the situation in India. It is not alleged that the adult claimant made the decision to withdraw the claims due to XXXX XXXX XXXX, or any other XXXX disorder.\n[10] The Federal Court has stated as follows in Ohanyan v. Canada (MCI), 2006 FC 1078:\nThe term \"otherwise in the interests of justice\" are word giving the Board a wide discretion to reinstate but which requires the Board to weigh all the circumstances of a case- not just from the vantage point of the applicant's interests. Reinstatement is an exception to the norm and must be interpreted in that context.\n[11] The applicants are not represented by counsel and they have not made submissions about whether there are interests of injustice that weigh in favour of reinstating these claims. Based on the evidence before me, the adult applicant has simply changed her mind about her decision about whether these claims should be withdrawn. She made a strategic decision which may not have worked out to her advantage. Reinstatement is an exception to the norm. I find that it is not otherwise in the interests of justice to reinstate these claims. Accordingly, I dismiss this application to reinstate the claims.\n(signed)\n\"Becky Chan\"\nBecky Chan\nJanuary 31, 2020\nDate\n1 Refugee Protection Division Rules, SOR\/2012-256.\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nRPD File No. \/ N° de dossier de la SPR :\n2\nRPD File No. \/ N° de dossier de la SPR :\nRPD File No. \/ N° de dossier de la SPR :\n1\n",
        "language":"en",
        "other":"{\"decision-maker_name\": null}"
    },
    {
        "citation":"TB8-15538",
        "citation2":"",
        "dataset":"RPD",
        "name":"",
        "source_url":"3568369.txt",
        "scraped_timestamp":"2023-11-13",
        "document_date":"2020-02-20",
        "year":2020,
        "unofficial_text":"RPD File No. \/ N° de dossier de la SPR : TB8-15538\nTB8-15875\nTB8-15923\nTB8-15924\nTB8-15925\nTB8-15926\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et Décision\nClaimant(s)\nXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX\nDemandeur(e)(s) d'asile\nDate(s) of Hearing\nJanuary 22, 2019\nJuly 16, 2019\nNovember 1, 2019\nDate(s) de l'audience\nPlace of Hearing\nToronto, Ontario\nLieu de l'audience\nDate of Decision\nFebruary 20, 2020\nDate de la décision\nand reasons\net des motifs\nPanel\nK. GIBSON\nTribunal\nCounsel for the Claimant(s)\nMuhammed N Anwar\nConseil(s) du (de la\/des) demandeur(e)(s) d'asile\nDesignated Representative(s)\nXXXX XXXX\nReprésentant(e)(s) désigné(e)(s)\nCounsel for the Minister\nN\/A\nConseil du (de la) ministre\nREASONS FOR DECISION\n[1] XXXX XXXX XXXX XXXX (the \"principal claimant\"), his wife XXXX XXXX (the \"associate claimant\") and their four children XXXX XXXX XXXX XXXX XXXX XXXX, XXXX XXXX, XXXX XXXX XXXX XXXX and XXXX XXXX (the \"minor claimants\"), claim to be citizens of Pakistan and seek refugee protection pursuant to Sections 96 and 97(1) of the Immigration and Refugee Protection Act (IRPA).1\n[2] The associate claimant was appointed as designated representative for the minor claimants. The panel heard these claims jointly pursuant to RPD Rule 55.\n[3] The claim was started by a member who heard evidence in one hearing but was unable to conclude the case for administrative reasons. As a result, the claim was subject to a re-hearing that was heard in two sittings. The second panel considered the same evidence, but did not consider the testimony at the first proceeding. However, the panel would note that there was no reason for this beyond expediency, and no finding of a failure of natural justice or similar concern was alleged or found.\nALLEGATIONS\n[4] The claimants' allegations are set out in detail in their Basis of Claim (BOC) forms.2 In summary, the claimants allege that the associate claimant (a Sunni Muslim) was tasked in her work as an XXXX XXXX XXXX XXXX in Lahore to XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX. They allege that the XXXX threatened the associate claimant to stop her XXXX and indicated that he had links to a Sunni extremist group called Tehrik Ahle-e-Sunnat. They further allege that the associate claimant and then the principal claimant (a Shia Muslim) received threatening phone calls from this extremist group and fear persecution from both the XXXX and Tehrik Ahle-e-Sunnat should they return to Pakistan.\n[5] The principal claimant alleges he left Pakistan and traveled to Canada on a visitor visa on XXXX XXXX, 2018. His claim for refugee protection was referred to the Board on June 28, 2018. The associate and minor claimants left Pakistan and traveled to the United States on XXXX XXXX, 2018. On XXXX XXXX, 2018 they traveled to a Canadian port of entry where they, too, made an asylum claim.\nDETERMINATION\n[6] Having considered the totality of the evidence, the panel finds that the claimants are neither Convention refugees nor persons in need of protection, for the following reasons.\nANALYSIS\n[7] The determinative issue in this claim is the availability of an internal flight alternative (IFA).\n[8] The panel notes that the associate claimant provided the majority of the testimony, but the principal claimant also testified during each of the two hearings where substantive evidence was taken. He testified that he agreed with the associate claimant's testimony at both hearings.\nIdentity\n[9] The claimants' personal identities and their Pakistani citizenship have been established on a balance of probabilities through their Pakistani passports, copies of which are on file.3\n[10] The claimants also established their religious identities, with the principal claimant as a Shia Muslim and the associate claimant as a Sunni Muslim, through their oral testimony and documentary evidence provided, including letters from the principal claimant's Imam Bargahs (Shia houses of worship) in Canada and Pakistan.4\nCredibility\n[11] The panel did not find the claimants credible regarding their allegations for a number of reasons, including that alleged Sunni extremist group Tehrik Ahle-e-Sunnat does not appear in the objective evidence on Pakistan. However, as the panel has found an available IFA for the claimants, and IFA is determinative, credibility will not be further addressed here.\nINTERNAL FLIGHT ALTERNATIVE\n[12] Even if the panel had found the allegations put forth credible and determined that the claimants face harm in Pakistan, the panel believes they have an IFA in their home country. Islamabad, Karachi and Hyderabad were identified as areas where the claimants could relocate and canvassed at the hearing, but only Hyderabad is addressed in these reasons.\n[13] In determining whether an IFA exists, the panel must apply the two-prong test set out by the Federal Court of Appeal in the case of Rasaratnam.5 First, the panel must find that the claimants would be safe in Hyderabad, and secondly that it would be reasonable to expect the claimants to relocate there. Once the panel raises the issue at a hearing, the claimants bear the onus to show that there is no viable IFA for them in their home country.\nNo serious possibility of persecution in proposed IFA\n[14] The associate claimant testified that the family would not be safe in the proposed IFA locations because Tehrik Ahle-e-Sunnat will find them. When asked how they would find the claimants, the principal and associate claimants testified that these groups have a strong network and their guys are in every institution in Pakistan, including at the National Database and Registration Authority (NADRA). The claimants also testified that they will be located when they try to rent a home or obtain a mobile phone.\n[15] The documentary evidence on Pakistan does not contain any references to any group known as Tehrik Ahle-e-Sunnat. The associate claimant at the second hearing testified that the XXXX XXXX identified himself as a member of Tehrik Ahle-e-Sunnat when she was XXXX him, and that she had heard of this group many times and that it is talked about that this group has a big network. The panel noted at the second hearing that there is no mention of Tehrik Ahle-e-Sunnat in the National Documentation Package (NDP) for Pakistan and the associate claimant testified that she has heard the name popping up at home, that the XXXX XXXX mentioned this name in his XXXX, and that police and the XXXX where she worked reacted after she mentioned this name in each location.\n[16] It is reasonable to expect that if there was a Sunni extremist organisation in Pakistan that targeted individuals such as the claimants and had a large network of this nature across Pakistan that it would be mentioned somewhere in the NDP. At the second hearing, after the panel noted that there was no mention of this group in the NDP, counsel provided a Research and Information Request document from the Board dated September 8, 20096 that stated the following:\n\"About the Barelvi and Sunni distinction among the Sunni religious groups, it should be borne in mind that the SSP is backed by the Sunni Deobandi groups. ... [T]here are two sets of similar sounding Sunni organizations: one, Tanzeem Ahle Sunnat Wal Jamaat; two, Tehreek Ahle Sunnat Wal Jamaat. The names of their spellings continue to vary in English language when reported by the media, but the key distinction is of Tehreek versus Tanzeem. Sometimes, these two words are not used, thereby confusing even the innocent religious man.\nHowever, if the word Tanzeem figures in their name, it belongs to Deobandi school and is the mother of Sunni militant organizations like the SSP. So, in this case, Tanzeem Ahle Sunnat Wal Jamaat, a coalition of Deobandi organizations, is the mother of the SSP. Its alternative spelling is also Ahlay Sunnat Al-Jammat Pakistan. On the other hand, the Tehreek Ahle Sunnat Wal Jamaat is a coalition of Barelvi groups of Sunni organizations. These are soft-natured, but nevertheless extremely orthodox. (Sometimes, even softer versions of these groups undergo political transformation; for example, Sunni Tehreek, a Barelvi organization, has been transformed into a political group and is now involved in violence in Pakistani city of Karachi.)\"7\n[17] The panel notes that the claimants allege fear of persecution by a group identified as \"Tehrik Ahle-e-Sunnat\", and this document references a group called \"Tehreek Ahle Sunnat Wal Jamaat\", and thus that the names are similar but not the same. The document provided by counsel indicates the spellings of group names may vary when reported in English; there is no indication that the names may change by losing whole words. The panel further notes that the document indicates that the group \"Tehreek Ahle Sunnat Wal Jamaat\" is identified as backing Sunni extremist group \"SSP\", or Sipah-e-Sahaba Pakistan, and also is a \"soft-natured, but nevertheless extremely orthodox\" group. The document does not contain any information as to the activities of Tehreek Ahle Sunnat Wal Jamaat; this document is also more than ten years old as of the final hearing in this claim and thus its relevance is further diminished in this claim.\n[18] Moreover, there is also no mention of a group called Tehreek Ahle Sunnat Wal Jamaat in the present objective evidence for Pakistan. And despite providing numerous country condition documents in support of their claim in Exhibits 5, 6, 7 and 9, the claimants provided no other documentary evidence as to the existence or profile of any group called Tehrik Ahle-e-Sunnat or Tehreek Ahle Sunnat Wal Jamaat. The panel thus finds the claimants have not established that the Sunni extremist group they allege to fear in Pakistan even exists. The claimants therefore failed to establish that the XXXX XXXX belongs to any Sunni extremist group, or that he would pose any risk to the claimants in the IFA location otherwise.\n[19] However, even if there is a group called Tehrik Ahle-e-Sunnat, and it has links with SSP, the claimants have put forward no persuasive evidence that SSP are aware of their existence, that anyone has shared the claimants' information with them or that there is any precedent for them doing so given their status within Pakistan. Although there is evidence of links between SSP and other sectarian groups,8 documentary sources also confirm the fractious nature of the various militant groups operating in Pakistan.9\n[20] Moreover, even had the claimants come to the attention of SSP via a group called Tehrik Ahle-e-Sunnat, while the SSP operates in different parts of the country its dominance is not everywhere. The documentary evidence indicates that the SSP was created in central Punjab province with a sectarian, anti-Shia agenda and has been carrying out attacks against Shia since 1985. It now operates under the name Ahle Sunnat Wal Jamaat (ASWJ).10 Its operations consist of core membership in the several hundred at most supported by a network of loosely coordinated cells of sympathisers across the country.11 Other sources reveal that militant groups have attacked Shias primarily in Quetta, Kuran, Gilgit Baltistan, Dera Ismail Khan, Parachinar, Hangu and parts of Karachi.12 The documentary evidence does not indicate that Hyderabad is a city controlled by the SSP, or that an individual would be targeted there if they are not a high profile person. These documents make reference to sectarian groups attacking Shia processions and religious gatherings by bombing, including suicide bombing, and drive-by shootings. However personal targeting in these blasts is not something that features prominently in the documentary evidence.\n[21] In addition, though the SSP is known to have a capacity to strike throughout the country, the evidence does not suggest that this capacity extends beyond indiscriminate \"mass casualty\" attacks against a community at large (e.g., procession, public gathering or mosque) or the specific targeting of high-profile individuals such as prominent leaders. This evidence is insufficient to conclude the SSP are active in personally targeting individuals with profiles like the claimants who have relocated to places like the proposed city (far removed from areas affected by sustained security and military counterinsurgency operations and retaliatory militant attacks and known to be relatively free from terrorist and sectarian violence).13\n[22] The claimants are not high profile. The associate claimant held an XXXX position at a XXXX and the principal claimant was unemployed at the time of their alleged problems in Pakistan.\n[23] The claimants also allege that they will be located as a result of having to rent accommodation or obtain a mobile phone. There is information before the panel supporting the existence of situations where individuals in Pakistan are required to provide identification to state authorities. For instance, identification is required for those seeking to rent premises to live. A tenant registration system exists in all four provinces in Pakistan.14 However, the purpose for this system is information-gathering, to track the movement of people involved in criminal activities.15 There was no evidence before the panel to suggest that the claimants are involved in criminal activities or that the police in Pakistan have any interest in them. To this end, the claimants all have Pakistani exit stamps in their passports for XXXX XXXX, 2018,16 and there is no persuasive evidence that the claimants had any issues with authorities at the airport in Islamabad while exiting.\n[24] The documentary evidence states the police might communicate with the authorities in different provinces to find persons of interest, and that \"this usually takes place in high profile cases and not just any case\" because \"the police authorities only tend to do so if absolutely necessary.\"17\n[25] While there is some indication that militant groups have links with law enforcement in Pakistan, it is speculative to assume that the SSP would seek and obtain assistance from the police to locate the claimants, who are not high-profile individuals. Although the documentary evidence states that \"reporting the threats to the police could make the victim more vulnerable\" given that \"[s]ome police have anti-Shia sentiments and it is hard to know whether the police will act as a friend\"18 this was not the claimants' experience. The claimants stated in their BOCs and oral testimony that they contacted police in Pakistan after allegedly receiving threatening phone calls on XXXX XXXX, 2018 and XXXX XXXX, 2018, and that they reported an alleged threat to police in XXXX 2018 in which the police refused to register a First Information Report but did register the claimants' complaint. Though the police allegedly did not respond to the degree desired by the claimants, there is no persuasive evidence that the police behaved in an anti-Shia manner towards them.\n[26] No other persuasive evidence was provided to establish that police were in any way in cahoots with or under the control of the SSP in seeking to harm the claimants. Thus, the panel finds that the claimants failed to establish that in their particular circumstances, there were any SSP links with local police in Lahore, or that if there were, that this would result in any increased risk to them in the IFA location of Hyderabad.\n[27] The panel also notes that the objective evidence for Pakistan does not substantiate the associate claimant's allegations that they would be located in Hyderabad as a result of obtaining new SIM cards, for which they would have to show their identity documents. The panel has found that there is no indication the police have taken any interest in the claimants; there is also no persuasive evidence before the panel that extremist groups on their own would be able to access and monitor such information. As such, the panel finds these concerns speculative and not supported by the objective evidence.\n[28] The panel further notes the claimants allege they fled their home in Lahore, relocating to the home of a friend in Islamabad on XXXX XXXX, 2018 before leaving Pakistan on XXXX XXXX and XXXX, 2018.19 The claimants state in their BOCs that on XXXX XXXX, 2018, the associate claimant received a phone call on her recently changed cell phone number, and that the \"caller said that she could not hide and that the time was over, so the family should now be ready to face the consequences\" and then hung up.20 At the first hearing, the associate claimant testified that while the claimants were in Islamabad when nobody knew their address or phone number 'they' were able to locate us. At the second hearing, the associate claimant testified that she provided her new cell phone number to the XXXX where she worked, and that the caller did not say anything additional during this call. The associate claimant further testified that there were no incidents in Islamabad after this alleged threatening phone call. The panel finds there is no persuasive evidence that the claimants were in fact located by anyone while in Islamabad, rather than, for example, the caller correctly guessing that the claimants had abandoned their family home in Lahore. The panel finds that the alleged threatening phone call on XXXX XXXX, 2018, does not itself indicate any ability on the part of the alleged agents of persecution to locate the claimants in the IFA location.\n[29] The panel has found that the claimants failed to establish that Tehrik Ahle-e-Sunnat exists. As such, this group could not have given the claimants' information to SSP. However, even assuming without finding that the claimants had come to the attention of SSP, the panel finds on a balance of probabilities that should the claimants relocate to Hyderabad, the possibility of the claimants being tracked by the SSP is remote. Notably, the documentary evidence indicates that \"[w]here the person's fear is of persecution and\/or serious harm at the hands of non-state actors, in general they will be able to relocate to escape that risk.\"21\n[30] The proposed IFA of Hyderabad is almost 1,100 kilometres away from the claimants' family home in Lahore and the problems they allegedly faced there. Pakistan is a country with an area of approximately 800,000 square kilometres and a population of more than 200 million.22 All of this provides a significant degree of anonymity for the claimants and greatly reduces the likelihood of the claimants being located in the proposed IFAs.\n[31] Given all of the above, the panel finds that the claimants have not established they would face a serious possibility of harm in Hyderabad.\nThe second prong - reasonable in all the circumstances\n[32] In considering whether it would be objectively unreasonable or unduly harsh for the claimants to relocate to Hyderabad, the panel is reminded that the Federal Court of Appeal has set out a very high threshold for this test.23\n[33] Other than the fear of being located by the agents of persecution, the claimants did not put forth reasons why they could not relocate to Hyderabad, a large city with more than one million residents. Hyderabad has a multi-ethnic population, with people speaking many languages. The claimants speak Urdu, the official language of Pakistan, and some English, another official language in Pakistan that is described as the lingua franca of the Pakistani elite and most government ministries.24 Urdu and English are spoken all over the country, including in Hyderabad.25\n[34] There was no evidence put forth that the claimants would not be able to physically travel to the proposed IFA. The claimants are citizens of Pakistan and have freedom of internal movement throughout the country.26 The panel notes that the claimants have prior experience relocating to places unfamiliar to them, including XXXX XXXX XXXX XXXX XXXX XXXX, the XXXX XXXX and Canada, but adjusted to their circumstances. The claimants should have little difficulty adjusting in Hyderabad, which is more familiar to them.\n[35] The principal claimant has XXXX XXXX of education27 and numerous years of work experience, both in Pakistan and abroad. The associate claimant has XXXX XXXX of education and recent work experience in Pakistan. The claimants likewise have the support of their family and religious communities in Pakistan.\n[36] Pakistan has a population of 207.8 million people, with an estimated Shia Muslim population of between 10% and 25% of that total.28 While the panel acknowledges that Shias continue to face problems in Pakistan, the evidence seems to suggest that millions do live in relative safety, and given the fact that \"Shi'a mosques are located throughout Pakistan, including in major cities and towns,\"29 the majority are arguably able to practice their faith freely. Furthermore, there is no persuasive evidence that the principal claimant faced any serious issues in the years he lived as a practicing Shia in Pakistan before the problems he allegedly faced with Tehrik Ahle-e-Sunnat. There is no indication that the problems the claimants allegedly face go beyond localized issues in Lahore.\n[37] The panel finds on a balance of probabilities that the principal claimant will be able to freely practice his Shia faith upon return to Pakistan, including participating in Shia activities in Hyderabad as desired.\n[38] In light of the above, the panel finds on a balance of probabilities that there are no serious social, economic, language, religious or other barriers to the claimants relocating in Hyderabad. The panel therefore finds that it would not be unreasonable, in all circumstances, including those particular to the claimants, for them to seek refuge in Hyderabad.\nCONCLUSION\n[39] The panel finds the claimants have a viable IFA in Pakistan. Given that IFA is determinative of both Section 96 and Section 97, the panel finds the claimants are not Convention refugees or persons in need of protection.\n[40] The panel rejects the claims pursuant to both sections 96 and 97(1) of the IRPA.\n(signed)\n\"K. GIBSON\"\nK. GIBSON\nFebruary 20, 2020\nDate\n1 Immigration and Refugee Protection Act (IRPA), SC 2001, c 27, as amended.\n2 Exhibits 2.1, 2.2, 2.3, 2.4, 2.5 and 2.6.\n3 Exhibit 1.\n4 Exhibit 5, pp. 80-81.\n5 Rasaratnam v. Canada (Minister of Employment and Immigration), [1992] 1 F.C. 706 (C.A.).\n6 Exhibit 10, Immigration and Refugee Board of Canada, Response to Information Request, Pakistan: Ahle Sunnat Wal Jamaat (ASWJ); whether there is a relationship between the ASWJ and the Sipah-e-Sahaba (SSP); ASWJ leaders and officials in Pakistan, specifically in Jhelum district, September 8, 2009, PAK103247E, available at: https:\/\/irb-cisr.gc.ca\/en\/country-information\/rir\/Pages\/index.aspx?doc=452532&pls=1 (last accessed February 13, 2020).\n7 Ibid.\n8 Exhibit 3, National Documentation Package (NDP) for Pakistan (March 29, 2019), item 1.24, European Asylum Support Office, EASO Country of Origin Information Report. Pakistan: Security Situation, October 2018.\n9 Ibid., item 7.7, Stanford University, Mapping Militant Organizations, Tehrik-i-Taliban Pakistan, August 6, 2017.\n10 Ibid., item 1.22, Austrian Red Cross, Pakistan: COI Compilation, August 2016.\n11 Ibid.\n12 Ibid, item 12.5, Immigration and Refugee Board of Canada, How Shia Muslims differ from Sunnis; treatment of Shias..., January 9, 2014.\n13 Ibid., items 1.8, United Nations High Commissioner for Refugees, UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Members of Religious Minorities from Pakistan, January 2017; and, item 1.25, Australia Department of Foreign Affairs and Trade, DFAT Country Information Report: Pakistan, September 1, 2017.\n14 Ibid., item 3.18, Immigration and Refugee Board of Canada, Pakistan: Tenant registration systems, including implementation; whether authorities share information...23 January 2018, PAK106026.E.\n15 Ibid.\n16 Exhibit 1.\n17 Exhibit 3, NDP, item 3.18.\n18 Ibid., item 12.5.\n19 Exhibits 2.1 BOC narrative, line 54 and q. 2(e); Exhibit 2.2, q. 2(e).\n20 Exhibit 2.1, BOC narrative lines 55-59.\n21 Exhibit 3, NDP, item 1.16, UK Home Office Country Information and Guidance, Pakistan: Shia Muslims, January 2019.\n22 Ibid., item 1.5, United States Central Intelligence Agency, Pakistan World Factbook.\n23 Thirunavukkarasu v. Canada (Minister of Employment and Immigration), [1994] 1 F.C. 589 (C.A.); (1993), 22 Imm. L.R. (2d) 241 (F.C.A.).\n24 Exhibit 3, NDP, item 1.5.\n25 Ibid.\n26 Ibid., item 2.1, United States Department of State, Pakistan. Country Reports on Human Rights Practices for 2018, March 13, 2019.\n27 Exhibit 1, IMM0008.\n28 Exhibit 3, NDP, item 1.16, UK Home Office Country Information and Guidance, Pakistan: Shia Muslims, January 2019.\n29 Ibid.\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nRPD File No. \/ N° de dossier de la SPR : TB8-15538\nTB8-15875\nTB8-15923\nTB8-15924\nTB8-15925\nTB8-15926\nImmigration and\nRefugee Board of Canada\nRefugee Protection Division\nCommission de l'immigration\net du statut de réfugié du Canada\nSection de la protection des réfugiés\nRPD.29.1 (December 15, 2012)\nRPD File No. \/ N° de dossier de la SPR : TB8-15538\nTB8-15875\nTB8-15923\nTB8-15924\nTB8-15925\nTB8-15926\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"K. GIBSON\"}"
    },
    {
        "citation":"TB8-20858",
        "citation2":"",
        "dataset":"RPD",
        "name":"",
        "source_url":"3568372.txt",
        "scraped_timestamp":"2023-11-13",
        "document_date":"2020-06-29",
        "year":2020,
        "unofficial_text":"RPD File \/ Dossier de la SPR : TB8-20858\nTB8-20893\nUCI \/ IUC: XXXX XXXXXXXX\nHuis clos \/ Private Proceeding\nReasons and Decision ? Motifs et Décision\nClaimant(s)\nXXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX\nDemandeur(e)(s) d'asile\nDate(s) of Hearing\nOctober 22, 2019\nDate(s) de l'audience\nPlace of Hearing\nToronto, Ontario\nLieu de l'audience\nDate of Decision\nJune 29, 2020\nDate de la décision\nand reasons\net des motifs\nPanel\nR. Gould\nTribunal\nCounsel for the Claimant(s)\nMichael F. Loebach\nConseil(s) du (de la\/des) demandeur(e)(s) d'asile\nDesignated Representative(s)\nXXXX XXXX XXXX XXXX XXXX\nReprésentant(e)(s) désigné(e)(s)\nCounsel for the Minister\nN\/A\nConseil du (de la) ministre\nREASONS FOR DECISION\nINTRODUCTION\n[1] This is the decision in the claims of XXXX XXXX XXXX XXXX XXXX and XXXX XXXX XXXX XXXX, citizens of Colombia, who are claiming refugee protection pursuant to ss. 96 and 97(1) of the Immigration and Refugee Protection Act (IRPA).1\n[2] The claimants allege that they have a well-founded fear of persecution by reason of their imputed political opinion, specifically their imputed opposition to the group known as the National Liberation Army or \"ELN\".\n[3] The adult claimant gave the bulk of the testimony and served as Designated Representative for the minor claimant.\n[4] The claimants fled to the United States in XXXX 2018 but did not make asylum claims there. They came on to Canada and claimed refugee status here.\nDETERMINATION\n[5] I find that the claimants have not established that they are Convention Refugees nor persons in need of protection under ss. 96 or 97 of the IRPA.\n[6] I make this finding based on the conclusion that the claimants have a viable internal flight alternative (\"IFA\") in Medellin.\nANALYSIS\nIdentity -The Claimants' Identities as Citizens of Colombia\n[7] The claimants' identities as citizens of Colombia was established by certified copies of the claimants' Colombian passports and the claimants' testimony. On this basis I am satisfied, on a balance of probabilities, that they are citizens of Colombia.\nEVENTS GIVING RISE TO THE CLAIM\n[8] The agents of persecution in this case are members of the ELN.\n[9] The alleged events may be summarized as follows:\n[10] The events in question center around a farm about XXXX XXXX to XXXX XXXX outside of Baranquilla, closer to Sabanalarga. Further testimony revealed that the farm is about two hours from XXXX XXXX. In sum, the farm is in the northern part of Colombia.\n[11] The farm is not owned by the claimants. The farm in question was (and as far as is known, still is) owned by the ex-husband of the adult claimant (or simply \"the ex-husband\").\n[12] The claimants were near this farm on or about XXXX 2018. They were approached by armed men who took hold of the minor claimant, saying that they were ELN members and wanted to recruit the minor claimant. The adult claimant screamed; the minor claimant struggled free. The armed men said that what they really wanted was the ex-husband's farm. The armed men took some money, and the claimants were allowed to go.\n[13] When describing the demands of these armed men in testimony, the adult claimant clarified that they seemed to want the use of the land, not legal title (judging from what was said). She had no idea why they wanted the land.\n[14] In XXXX of 2018, the claimants moved to Bogota. The adult claimant had a sister there, and besides, she needed medical treatment.\n[15] In XXXX 2018, still in Bogota, the minor claimant was threatened with a knife by some unknown men. They said that even in Bogota the claimants could not escape. The claimants assumed that these men were also members of the ELN.\n[16] In XXXX 2018, immediately after the threatening incident noted above, the claimants moved to XXXX in XXXX. Nothing significant happened there.\n[17] In XXXX 2018, the claimants moved back to Bogota. The adult claimant needed further medical treatment, and the ex-husband needed witnesses with respect to a police report concerning the original event in February.\n[18] In XXXX 2018, in Bogota, the minor claimant saw one of the men who had threatened him in XXXX 2018.\n[19] In XXXX 2018, the claimants moved to Barranquilla, and the next day moved on to XXXX XXXX. XXXX XXXX is about XXXX XXXX from Barranquilla. As noted above, XXXX XXXX is about two hours distance from the farm the use of which was allegedly sought by the ELN.\n[20] In XXXX 2018, the ex-husband came to where the claimants were staying in XXXX XXXX in order to visit the minor claimant. As he was arriving, four shots were fired by one of two men on a motorcycle. The bullets did not hit anyone. The police were called, and the license number of the motorcycle was provided to them.\n[21] In XXXX 2018, the claimants fled to the United States and then to Canada.\n[22] The claimants made no claim in the United States because they have no family there. They do have relatives in Canada - an aunt and a cousin who came a number of years ago, claimed refugee status, and were accepted on humanitarian and compassionate grounds.\n[23] Over a span of some months, the ex-husband received four pamphlets, allegedly from the ELN, saying that the family had been made military objectives.\nCREDIBILITY\n[24] The adult claimant, as noted, gave most of the testimony. She proved to be a cooperative witness. Her memory, particularly for events and places, was good. When she made an error, as she sometimes did, she usually caught it and corrected it herself without being asked. I find that she was credible as far as the events giving rise to the claim are concerned. I also find, however, that her interpretation of events, as they related to IFA, drew inferences with respect to the level of danger that she and her son would face in Colombia. Those inferences went beyond what the evidence would support and in short, she is embellishing her case.\nOBSERVATIONS CONCERNING EVENTS\n[25] The account given above shows that the claimants experienced a good deal of movement in 2018. The claimants were threatened near the farm (which is the center of the dispute and which is XXXX XXXX to XXXX XXXX from Barranquilla, in the northern part of the country) and the son was threatened in Bogota.\n[26] Other locations were noted. When they were in XXXX XXXX, in XXXX, shots were fired at the ex-husband. The claimants had no trouble in XXXX in XXXX.\nINTERNAL FLIGHT ALTERNATIVE (IFA)\n[27] To find a viable IFA, the panel must be satisfied that (1) there is no serious possibility of the claimants being persecuted or, on the balance of probabilities, in danger of torture or subjected to a risk to life or cruel and unusual treatment or punishment in the IFA; and (2) that conditions in that part of the country are such that it would be reasonable, in all the circumstances, including those particular to the claimants, for them to seek refuge there. (Rasaratnam v. Canada (Minister of Employment and Immigration), [1992] 1 F.C. 706 (C.A.))\n(1) Risk in the IFA?\n[28] On the evidence, is there a serious possibility of the claimant being persecuted or, on the balance of probabilities, of being in danger of torture or at risk to life or cruel and unusual treatment or punishment in the proposed IFA?\n(2) Is It Reasonable for the Claimant to Re-Locate to the Proposed IFA?\n[29] With respect to the burden of proof, in Rasaratnam, the Court of Appeal held that once IFA is raised as an issue, the onus is on the claimant to show that he or she does not have an IFA. The burden placed on the claimant is fairly high in order to show that the IFA is unreasonable. The Federal Court of Appeal in this case stated that the test to show that the IFA is unreasonable requires nothing less than the existence of conditions that would jeopardize the life and safety of the claimant in relocating to a safe place. Actual and concrete evidence of adverse conditions is required.\n[30] As noted, I find that the claimants have an IFA in the proposed location of Medellin.\nLack of Risk in the Proposed IFA\n[31] To avoid confusion if someone is reviewing the record, I note that two IFA locations were proposed. For the purposes of this decision, I am focusing on Medellin.\n[32] The adult claimant was asked whether she and her son would be safe in Medellin, and she answered in the negative. Her response was to the effect that not only her ex-husband but his family, with the adult and minor claimants included, had been declared military targets by the ELN. She explained that military targets were people that the ELN were going to assassinate, confront or bother. She testified that she had no idea of how many people had been declared to be military targets in this way.\n[33] She also pointed out that Medellin is not as big as Bogota. Her son, the minor claimant, was located by the ELN when they moved to Bogota. She reasoned that if the ELN could find the claimants in Bogota, then surely, they could find her and her son in a smaller city like Medellin.\n[34] The adult claimant noted that the ELN was operating in the province in which Medellin is located, and in fact was operative in all the provinces in Colombia. What is more, according to the claimants the ELN has made alliances with FARC.\n[35] The motive that the ELN would have to track the claimants down would be that indicated above: The ex-husband has not transferred to the ELN the use of some farmland as they wanted him to do.\n[36] I do not accept this response because I find that the claimants have not demonstrated that the ELN has the motive or the means to have instituted an ongoing, country-wide search for the claimants.\n[37] I make this finding for a number of reasons. First of all, the claimants do not appear to be the primary targets. The ex-husband is the person who has not transferred the use of the land to the ELN, and thereby incurred their anger. True, the claimants have been told - second-hand - that they have been made \"military targets\", but that declaration still flows from the apparent desire of the ELN to obtain control of the ex-husband's farmland. In all of this, we have not learned why the ELN wants to use the land at all.\n[38] According to our most recent documentation on the subject, information about the ELN's ability to track people is scarce.2 This is directly contrary to the objective information like other groups in Colombia like FARC which, incidentally, essentially demobilized in 2017. The comparative dearth of information substantiating any ability of the ELN to track victims is likely because the ELN is highly decentralized,3 a fact to which the adult claimant alluded in testimony. It is possible that the ELN could track someone down, but more likely than not that this effort would be for people with a higher profile, who have provoked the ELN beyond simply having had the misfortune to be family members of someone who has not complied with their demands.\n[39] The claimants' personal history is, of course, critical. They have been threatened in the vicinity of the farm the use of which is the source of all of this trouble. The minor claimant has also been threatened in Bogota. I accept as reasonable the adult claimant's assumption that the party who threatened him in Bogota was a member of the ELN. It would be pointless for me to speculate as to how the claimants were found by the ELN in Bogota; I have no idea how the minor claimant was located by the ELN in Bogota, and neither do the claimants. Indeed, that is the point. Without any sound idea of how the minor claimant was located in Bogota, any argument drawing from this history an inference that he could be found again elsewhere would be speculative. The discovery of the claimants' location in Bogota could have been drawn from a specific occurrence - or not; we simply don't know. Getting down to the specific proposed IFA location of Medellin, I note the adult claimant's argument to the effect that Bogota is larger. In that, she is right. According to our documents, Bogota had a population of 10.574 million in 2018, while Medellin had a population of only 3.934 million in the same year4. What I do not accept is the adult claimant's argument to the effect that this observation supports the idea that Medellin would not do as an IFA location. As noted above, the fact that the ELN members threatened the younger claimant in Bogota is unexplained. A large city like Medellin - and a population of 3.934 million does arguably qualify Medellin as a large city - still presents a large urban centre in which the prospect of being located by an armed extremist group - in the case of the ELN, an armed extremist group that seems to focus most of its attacks in the countryside5 - has not, in my view, been established by the evidence before me.\n[40] It is up to the claimants in each case to establish, on a balance of probabilities, that a given IFA location would not be viable. Reviewing the evidence above, I find that the claimants have not established, on a balance of probabilities, that the proposed IFA location of Medellin would not be safe from the agents of persecution - in this case, the ELN.\nSecond part of the IFA test.\n[41] The claimants were given an opportunity to speak to the issue of whether it would be reasonable for them to live in Medellin, aside from the alleged fear of the ELN.\n[42] The adult claimant raised a number of points, most notably associated with her profession and her health.\n[43] The adult claimant explained that she has worked for many years in the XXXX XXXX industry. The has specialized knowledge XXXX XXXX XXXX XXXX XXXX XXXX. For her to start again in another area would be, as it is agued, an unreasonable hardship.\n[44] The courts have noted that there is always hardship in relocation. The test in this aspect of an IFA is always high. The adult claimant presented herself in the hearing as an experienced and confident person. On a balance of probabilities, I find it that she has not established that she would face unreasonable difficulties in making a successful new start in another part of Colombia - in XXXX XXXX or another area.\n[45] The adult claimant's argument that she has health issues - mainly stress-related -- that would negate any chance of relocation also does not convince. Relocation and, indeed, the refugee claim process does involve stress as well. Too low a threshold with respect to health-related stress would essentially eliminate the possibility of any IFA at all. In this case, I have reviewed the adult claimant's documentary evidence, and I do not question that she has health issues. What I do question is that any of these issues are such that it would be unreasonable for the adult claimant to relocate in Medellin. Again, I note that the adult claimant presented herself in the hearing as intelligent and confident. Reviewing the documents, I find that I am not convinced, on a balance of probabilities, that her health issues would give rise to unreasonable difficulties if she were to relocate in Medellin.\nIFA: CONCLUSION\n[46] For the reasons given above, I find that the claimants have not met the onus placed upon them with respect to the possibility of an IFA in Medellin.\n[47] I find, accordingly, that the claimants have a viable IFA in Medellin, and I reject their claims.\n(signed)\nRobert Gould\nR. Gould\nJune 29, 2020\nDate\n1 Immigration and Refugee Protection Act, S.C. 2001, c. 27, as amended.\n2 Exhibit 3, National Documentation Package (NDP) for Colombia, 31 May 2019 version, Item 7.23, p.8.\n3 Ibid. See also Item 1.2.\n4 Exhibit 3, NDP for Colombia, 31 May 2019 version, Item 1.5, The World Factbook.\n5 Exhibit 3, NDP for Colombia, 31 May 2019 version, Item 1.2.\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nRPD File No. \/ N° de dossier de la SPR :\nImmigration and Refugee\nBoard of Canada\nRefugee Protection Division\nCommission de l'immigration\net du statut de réfugié du Canada\nSection de la protection des réfugiés\nRPD.29.1 (December 15, 2012)\nRPD File \/ Dossier de la SPR : TB8-20858\nTB8-20893\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"R. Gould\"}"
    },
    {
        "citation":"TB8-26789",
        "citation2":"",
        "dataset":"RPD",
        "name":"",
        "source_url":"3568382.txt",
        "scraped_timestamp":"2023-11-13",
        "document_date":"2020-01-14",
        "year":2020,
        "unofficial_text":"RPD File No. \/ N° de dossier de la SPR : TB8-26789\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et Décision\nClaimant(s)\nXXXX XXXX XXXX XXXX\nDemandeur(e)(s) d'asile\nDate(s) of Hearing\nNovember 20, 2019\nDate(s) de l'audience\nPlace of Hearing\nToronto, Ontario\nLieu de l'audience\nDate of Decision\nJanuary 14, 2020\nDate de la décision\nand reasons\net des motifs\nPanel\nJohn Kivlichan\nTribunal\nJessica Norman\nDena Hamat\nCounsel for the Claimant(s)\nAlfonso Mejia-Arias\nConseil(s) du (de la\/des) demandeur(e)(s) d'asile\nDesignated Representative(s)\nN\/A\nReprésentant(e)(s) désigné(e)(s)\nCounsel for the Minister\nN\/A\nConseil du (de la) ministre\nREASONS FOR DECISION\n[1] The claimant, XXXX XXXX XXXX XXXX, is a citizen of Colombia who seeks refugee protection pursuant to sections 96 and 97(1) of the Immigration and Refugee Protection Act.1\nLate Disclosure\n[2] Shortly after the start of the oral hearing, counsel advised the panel that he wished to tender late disclosure consisting of a single page picture or screenshot, which showed the claimant and an unidentified woman, alleged to be from YouTube and regarding the claimant's activities as an activist in Canada. However, this photo did not indicate the source, any URL, or the date taken. Also. it included only Spanish letters on a sign, with no translation.\n[3] The panel asked counsel why it should accept the late disclosure. Counsel said that this came to his attention two days ago and the screenshot was actually from a Spanish language video which the claimant could show on his cell phone regarding a Facebook post. Counsel said that the video was a very short interview with the claimant, about two minutes long.\n[4] The panel asked counsel if there was a transcript in English, but there was none. Counsel said that the video was only from the previous week.\n[5] The panel refused the late disclosure. There was no indication of the source nor the date, and counsel made only a vague assertion regarding the relevance of the document. Counsel did not explain how the late disclosure was relevant to the claimant's fear of persecution in Colombia. Moreover, the proposed video was not accompanied with any English or French transcript translation, and therefore not compliant with RPD Rule 32.\n[6] RPD Rule 36, regarding late disclosure, states that the Division must consider any relevant factors, including the document's relevance and probative value. However, counsel did not explain why the either the single page photograph tendered from the screenshot or any cell-phone video had specific relevance or probative value as evidence regarding either the claimant's alleged profile, or his fear of return to Colombia. It was also unclear whether the document brought any new evidence to the hearing, and furthermore, the photo itself only related to a video which was not in English or French.\nALLEGATIONS\n[7] The claimant alleges in his Basis of Claim Narrative2 that he was threatened with death by the Urabenos, an armed group in Colombia belonging to the Gulf Clan, and the authorities cannot give him any sort of assistance. He lived in Medellin city, but believes that he cannot be safe anywhere else in the country as the nation is still controlled by several armed groups, guerillas, and paramilitaries.\n[8] Starting in XXXX 2011 he volunteered at XXXX XXXX XXXX, an organization founded by his father which XXXX XXXX XXXX XXXX XXXX XXXX XXXX. The claimant made XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXXspecifically in the XXXX and XXXX Communes in Medellin.\n[9] On approximately XXXX XXXX, 2012 he received a telephone call from the Urabenos warning him not to return to the number XXXX Commune or he would be killed. However, he ignored the threat because at that time he was focusing his efforts on the other Commune. Around XXXX 2012 he was driving when he was stopped by individuals in uniforms who told him they were the Urabenos, and stole goods, money, and the XXXX XXXX XXXX XXXX XXXX XXXX. They also damaged the vehicle and one of them told the claimant that he had been warned earlier, and should listen to this final chance.\n[10] The organizers at XXXX thought that the claimant's activities should cease for a time, but after a few months he restarted, in XXXX 2013. The following month the claimant was attacked by a man in uniform who informed him that he \"had 6 months to leave the country, [he] would be declared 'Military Target' after this time\".3\n[11] The claimant decided to visit friends in Canada for a while \"until some time passed\".4 He obtained a Canadian visitor visa from the Embassy and left Colombia for Canada on XXXX XXXX, 2013.\n[12] Time passed in Canada and he lost his status as a legal visitor, while the situation in Colombia alternated between times of peace and violence.\n[13] He met a woman, XXXX, a Canadian permanent resident and she decided to sponsor him to immigrate to Canada. The relationship lasted for XXXX years, including XXXX when they were married. The claimant ignored his problems in Colombia. Sadly, the marriage floundered and she left the marital home on XXXX XXXX, 2018, following which the sponsorship application was withdrawn. The claimant received a letter from Immigration, Refugees and Citizenship Canada (IRCC) requiring him to leave by September 20, 2018.\n[14] The claimant was then preparing to return to Colombia and told his family, but his mother and brother warned him to stay away as the Urabenos had resurfaced that year with continued violence, and were looking for the claimant as he had been declared a Military Target whom they wished to punish.\n[15] The claimant fears that the situation in Colombia is unlikely to change for the better as the armed groups continue to attack civilians, while the police are inefficient and afraid of the armed groups. Police cannot guarantee the safety of citizens like him who have become a Military Objective.\n[16] An Amended Narrative5 was provided with cover letter of October 25, 2019. The amendments consisted of minor corrections to grammar and syntax from the original. It was not signed or dated.\nDETERMINATION\n[17] The panel Member finds that the claimant is not a Convention refugee and that the claimant has not established that, on a balance of probabilities, he would personally face a risk to life or a risk of cruel and unusual treatment or punishment should he return to Colombia. His claim is rejected.\n[18] Furthermore, the panel Member determines that there was no credible or trustworthy evidence on which it could have made a favourable decision, and finds that there is no credible basis for the claim pursuant to subsection 107(2) of the IRPA.\n[19] The determinative issue is the claimant's credibility.\nIDENTITY\n[20] The panel accepts that the claimant is a citizen of Colombia and no other country based upon his uncontradicted oral testimony and the certified copy of the Colombian passport.6\nCREDIBILITY\n[21] The panel has considered the claimant's background as alleged, specifically that he is a 31-year-old man with a XXXX XXXX education and a background in XXXX in Colombia.\n[22] The sworn testimony of a claimant is presumed to be truthful, unless there is valid reason to doubt its truthfulness.7\n[23] The claimant was not a credible witness, in the panel's determination.\n[24] On the basis of the cumulative credibility findings and negative inferences noted below, the panel determines that the claimant has failed to satisfy his burden of establishing a serious possibility he would be persecuted or he would be personally subjected to a risk to his life or a risk of cruel and unusual treatment or punishment or a risk of torture by any authority or specific group in the Colombia.\n[25] Credibility concerns include the following matters.\nThe Claimant's Attempt to pursue the Spousal Sponsorship after the End of the Marriage\n[26] The Spousal Sponsorship documents include a letter from the Immigration, Refugees and Citizenship Canada8 (IRCC) dated August 10, 2018 and addressed to the claimant advising that the processing of the application for permanent residence would be finalized at an interview on August 16, 2018 at the IRCC office in Etobicoke, requiring the personal attendance of the sponsoring spouse as well as the claimant.\n[27] Next, a letter dated August 21, 20189 from IRCC advised the claimant that the Officer had determined that his Application for Permanent Residence under the Spouse or Common-Law Partner in Canada Class did not meet the requirements. It was specifically noted that, \"We received correspondence from your sponsor requesting to withdraw her sponsorship application on 16 August 2018.\"\n[28] Furthermore, the letter referred to an enclosed Voluntary Confirmation of Departure form which the claimant was asked to present to Immigration officials at his port of exit, and the claimant was informed that since he was \"...currently in Canada without temporary resident status, you are required to leave Canada within thirty [30] days from the date of this letter. If you fail to confirm your departure from Canada, enforcement action to remove you from Canada will result.\"\n[29] Another important document here is the Citizenship and Immigration Canada Official receipt10, dated August 20, 2018 at 00:42:58, indicating that the claimant used his credit card to pay the online Sponsorship fee of $490.\n[30] The claimant testified at the hearing that his spouse broke up with him and left the marital home on XXXX XXXX, 2018. She told him she was never returning. She said \"This is over. It is done\"\n[31] The panel asked why he had paid the online fee for the sponsorship on August 20 if the marriage had broken down. He replied that he did not know she had cancelled the sponsorship. He repeated, \"She never told me that she had cancelled the sponsorship\".\n[32] The panel was puzzled by the claimant's comments. Did he not appreciate that attempting to obtain status in Canada through the spousal sponsorship, even after the marriage had broken down and the spouse had deserted him, may be construed as immigration fraud? The claimant was unrepentant, and maintained that he had been surprised by his spouse's letter to Canadian immigration officials on August 16, 2018 withdrawing her sponsorship application.\n[33] Then he changed his answer to explain his attempt to complete the sponsorship application process, and claimed that he had hoped to reconcile with the spouse, and maybe in time to continue the marriage. The panel found his changing answers for this important question to be evasive.\n[34] The panel finds and determines that the claimant's attempt to pursue and finalize the spousal sponsorship, even after his wife had left the marital home and ended the relationship, is clear evidence of a misrepresentation of a central element of his sponsorship. The claimant was effectively holding himself out to Canadian immigration officials as an applicant continuing in a genuine marriage to a Canadian permanent resident, when that was clearly not the case and he knew it was untrue. This undermines his overall credibility.The Claimant's Evidence that a Letter would allow him to escape further Harm in 2013\n[35] The claimant testified that nobody else in the XXXX organization had any problems previously. Why did he think that he had such misfortune? He said because he considers himself a social activist. Were not the others also? He said that the volunteers were just volunteers, but the XXXX such as himself were the XXXX XXXX XXXX XXXX. He noted XXXX has no internet website.\n[36] The panel asked him whether there were any problems for anyone else in XXXX after he left Colombia. He testified that he did not know because he decided to separate himself from his problems. The panel asked him if he did not want to know more about the ongoing work of the organization. He said that he was the only person in this family who worked with the organization. He only told one person in the organization about his problems, XXXX XXXX XXXX.\n[37] That person allegedly issued a letter of reference to him dated XXXX 201311. Why had he obtained it at that time? He said that he got it then as it was the only way for him to indicate the end of his campaign helping those communities. He pointed to the final paragraph of the letter which \"certifies\" that he was involved in \"XXXX and voluntary field works\" between 2011 and 2013, and \"which were completed in XXXX 2013 due to direct death threats against [him]\"\n[38] The panel asked if he had planned to use this letter in 2013, and he replied that he obtained it in case he had any further problems from the Urabenos before he left Colombia. He added \"If they were to attack me during the time it took me to leave the country, that's the reason I asked for the letter\". He said that it was the only way he saw to save his life while he was leaving the country; he could show the letter to anyone from the Urabenos, and specifically the sentence where it stated that he had completed or ended his work with XXXX.\n[39] The panel did not understand his explanation.\n[40] What use would the letter be if they had attacked him again before he left Colombia? He replied, \"If they were to attack me I could show them (the Urabenos) that I no longer work for them (XXXX), and that I was on my way out of the country\".\n[41] The panel asked the claimant if he thought that the Urabenos would take the time to read the letter if they were about to attack him.\n[42] He replied that \"Maybe it sounds stupid\", but he thought it was all he could think of in his desperation.\n[43] The panel also noted the pristine condition of the six-year-old letter. The claimant explained that he had carried it with him at all times in a briefcase while in Colombia.\n[44] The panel finds that the claimant's explanation regarding the reason to obtain this letter strains credulity.\n[45] He gave oral testimony otherwise at the hearing, that: (i) starting in XXXX 2012 he was threatened not to continue his volunteer activities or he would be killed; (ii) in XXXX 2012 six members of the Urabenos group threatened him that this was his \"last chance\"12 then damaged his vehicle with their AK-47 assault rifles; and (iii) in XXXX 2013 he was attacked from behind with no warning by a member of the group who slashed him with a knife leaving a 5 inch gash on his XXXX.\n[46] The country documentation on point speaks of the Clan de Golfo (Gulf Clan) also known as Urabeños or Autodefensas Gaitanistas de Colombia, as a prominent narco-paramilitary structure. The organization's scope is extensive. According to the IRB's Response to Information Request,13\nINDEPAZ reports that in 2016, activities carried out by narcoparamilitary groups included: trafficking of narcotics (including control of cultivation areas and strategic points like airports and seaports, drug trafficking routes; production); control of mining areas; human trafficking; money-laundering; smuggling; prostitution networks; extortion; contract killings; confrontations with public security forces and assassinations of police officers; actions against the civilian population, including threats against and murders of social leaders and human rights defenders, murders, child recruitment and displacement; and provision of employment and control of activities of civilians in some municipalities\n[47] The panel does not find it credible that the claimant, given his alleged history of violent problems from this group prior to XXXX 2013, would then think that a letter carried in his briefcase would be of any value in warding off any future attack by the Urabenos. Did he expect them to give him forewarning of the next episode? Did he think that they would take the time to read his letter? Would one expect the Urabenos, given their history of extreme violence and crime in Colombia, to care about such a document?\n[48] The panel did not understand why he would think that the paramilitary group would afford him the time to reach into his briefcase to produce the letter. The XXXX 2013 attack was allegedly done by surprise and even before that, in XXXX 2012, he had been told that was his \"last chance\". Counsel interjected during oral evidence and said that the claimant had said it may have been stupid.\n[49] The panel is guided by the Federal Court of Appeal's decision in Shahamati,14 wherein Pratte, J.A., writing for the court, states, in part: \"Contrary to what has sometimes been said, the Board is entitled, in assessing credibility, to rely on criterion such as rationality and common sense.\"\n[50] In the panel's view, the claimant's incredible explanation about the reason he obtained this letter undermines his general credibility, and calls into question the provenance and genuineness of the document. The panel therefore finds that it can attach no weight to the letter. The panel is not convinced, on a balance of probabilities, that this document is genuine. Instead the panel finds that it has been procured solely to support a fraudulent refugee protection claim.\nThe Delay leaving Colombia in 2013\n[51] The panel asked him why he had not left earlier? He said that as soon as they threatened him as a military target in XXXX 2013 he began to do things to leave. He said he did not have the money to buy the air ticket. He testified at the hearing that he sold his assets. Why was that not in the BOC Narrative? He said \"Because it's personal\". \"I did not think it was necessary\", he added.\n[52] The panel asked for his comments given that question 2(f) of the BOC asks \"Why did you leave at that time and not sooner, or at a later time?\". He replied that he did not know the form that was in.\n[53] While it is noted that the claimant's Canadian Temporary Resident visa was issued on XXXX XXXX, 201315, the claimant did not testify that the delay was due to any challenge or difficulty in obtaining that visitor's visa. The last incident with the alleged agents of persecution was in XXXX 2013, but the claimant did not leave Colombia until XXXX XXXX, 2013, - approximately four months later.\n[54] The panel finds that the claimant has failed to adduce credible and trustworthy evidence to explain his delay leaving Colombia as he has omitted any attempt to address that point in his BOC despite specific instructions to do so, in the form.\n[55] The Federal Court has observed that: \"It is trite that one who fears for their life can reasonably be expected to leave their country of origin and claim status at the first opportunity, and the Court has been consistent in this regard\".16 Mr. Justice Shore stated in Rahim17 that \"[T]he time it takes an applicant to leave his or her country of origin can be taken into account in determining whether that person had a subjective fear of persecution.\" Delay in leaving the country if a claimant alleges he or she had reason to fear persecution there can call into question the credibility of the fear, and the panel determines it does so in the claimant's case. The panel draws an adverse inference accordingly.\nThe Delay claiming in Canada: 2013-2018\n[56] The claimant arrived in Canada in XXXX XXXX, 2013, but did not advance his refugee protection claim for a full five years, - until September 17, 2018.\n[57] In his BOC Narrative, he states that he had been invited to come to Canada many times by some of his friends, and decided to use the opportunity to come here \"...For a while until some time passed\"18 The panel asked the claimant if he was not afraid of being arrested after his visitor visa permission to stay in Canada expired and being deported? He replied that he was.\n[58] The claimant alleges that a substantial part of the delay in claiming was due to his hope that he would be sponsored by his Canadian permanent resident spouse. But here it is noted that the marriage did not take place until XXXX XXXX, 201619 which is three years after the claimant's arrival in Canada. The panel also noted that the Sponsorship documents were not signed for filing until August 14, 2017.20\n[59] When the panel asked the claimant to explain the extensive delay, the claimant first replied that he did not think it was necessary to claim while Colombia was going through a peace process. The panel queried that answer as the panel considered that any peace process was in reference to the rebel political group, FARC, not regarding the Gulf Cartel or Urabenos. Nevertheless, the claimant repeated his earlier answer. He said that when the peace process began it included all the armed groups in Colombia.\n[60] However, in his oral submissions at the conclusion of the hearing, the claimant's counsel stated unequivocally that the Urabenos have never been in peace talks.\n[61] The panel has carefully reviewed the country documentation and finds that there is no persuasive or credible evidence regarding Colombia to suggest that the Urabenos criminal narco-paramilitary group was involved in any peace process, or reduced their activities.\n[62] In reality, the country condition documentation points to an opposite theory and conclusion from the claimant's: that the government's peace negotiations with FARC, and the concomitant reduction in FARC's activities led to regional power vacuums which were filled by groups such as the Urabenos whose influence increased as they exploited FARC's waning activity and that of other political groups.\n[63] According to an IRB Response to Information Request21,\n\"...[W]hile the [Revolutionary Armed Forces of Colombia (FARC)] accord has\nsignificantly reduced overall violence in the country, the demobilization of\nthese fighters has created vacuums throughout the country, which are in turn\nbeing occupied by paramilitary successor organizations that are making\ntheir presence known through selective killings and death threats. (WOLA\n15 Feb. 2017)\nAccording to a 2017 article by the Peace and Reconciliation Foundation (Fundación Paz\ny Reconciliación) [2], illegal armed groups are arriving in FARC-vacated areas before the\nColombian Armed Forces (Fundación Paz y Reconciliación 13 Feb. 2017)\"\n[64] Another respected source, Colombia Reports22, states:\n\"Colombia has a number of powerful drug trafficking organizations, who have tried to take control of drug trafficking previously controlled by the country's largest guerrilla group in modern history, the FARC.\nThe Gaitanista Self-Defense Forces of Colombia(AGC) are by far the largest and most powerful of drug trafficking organizations in Colombia, controlling much of the most profitable link in the drug trafficking chain, export.\nThe paramilitary group is known as \"Los Urabeños\" by locals and called \"Clan del Golfo\" by authorities. Since its formation at the order of AUC founder Vicente Castaño in 2006, the group has violently taken control of both the Caribbean and Pacific coast lines of Colombia, usurping most criminal rackets left vacant by the AUC.\nAccording to Police authorities, the group has grown from 250 to 3,000 members over the past decade. The AGC itself has claimed to have 8,000 members, \"including informants\" presumably in civil society, the military and politics.\nThe group is led by \"Otoniel,\" a former Medellin cartel assassin and mid-level commander of the AUC. The group has repeatedly requested to be included in Colombia's ongoing peace process, but to no avail.\" [Emphasis added]\n[65] The panel notes that last sentence confirms that the AGC, - also known as the Urabenos or Clan del Golfo, - was not involved in the peace process.\n[66] The panel prefers the objective country documentation over the claimant's unfounded assertions to explain the reasons for his extensive delay making his refugee protection claim in Canada. Therefore, and in light of counsel's submissions which concur that the Urabenos were never involved in the peace process, the panel does not find the claimant's explanation credible, and draws an adverse inference.\n[67] The panel finds that the claimant has failed to justify the lengthy delay in claiming refugee protection.\n[68] Absent credible corroborative evidence to explain the delay in claiming refugee protection, it has been held reasonable for the RPD to conclude that this delay was incompatible with the alleged subjective fear23.\n[69] The panel has considered delay in the assessment of the overall testimony. Delay is an important factor to be considered in this case. The claimant delayed for five years after he arrived in Canada before making his claim and then only claimed refugee status after he had been told to leave by IRCC. The jurisprudence on delay is clear.\n[70] The claimant has failed to give a reasonable explanation in the panel's estimation for the delay. Delay can undermine both subjective fear and credibility if the claimant does not give a reasonable explanation for the delay in making a claim once he is in this country, and out of the country of persecution. The panel finds it has undermined both in this case.\n[71] In the specific circumstances of this claim, the panel is mindful that while delays need not be determinative, they can fatally impugn a claimant's credibility such that the claim is rejected.24\n[72] Although delay in filing an asylum application is not critical to the fate of all asylum applications, it may, in appropriate cases, in itself constitute a sufficient ground for rejection. This will usually be the case when the asylum seeker cannot provide a satisfactory explanation for his slowness to act.25\n[73] The panel finds that this claim is appropriate for such a determination, in all the circumstances.\nMajor Omissions regarding the Description of the XXXX 2013 Incident\n[74] The claimant testified that he had been declared a \"Military Target\" by the agents of persecution in XXXX 2013.\n[75] When he was asked to describe that event in his oral testimony, the given account differed remarkably from that found in the BOC Narrative.\n[76] The BOC Narrative states, \"In XXXX 2013, when leaving the XXXX 'XXXX XXXX XXXX XXXX, after XXXX XXXX XXXX, I was attacked by a male in uniform who informed me that I had 6 months to leave the country, I would be declared 'Military Target' after this time\".\n[77] By comparison, in his oral testimony he said that while he was leaving the XXXX XXXX in Medellin, 300 metres ahead a man who was wearing the uniform of the Urabenos attacked him on his back, and told the claimant that: he had been warned twice; using an insult which the interpreter specified falls somewhere between \"son of a bitch\" and \"mother fucker\" as translated; he had six months to leave the country; and \"We have declared you a Military Target\". The man also told the claimant that he could not return to the country because \"Being a Military Target for us is a law, and you will die if you return\".\n[78] The claimant testified that he identified the man's uniform as being from the group because it was \"a normal military uniform, but on this arm (the claimant gestured to the upper left arm) they have a red flag\". He described this as being about 5 inches, or 15 centimetres long.\n[79] The claimant was asked to describe the attack. He said that the man attacked him on his XXXX with a knife. He said \"He could have cut me on my XXXX. Then he said the attacker had cut him on his XXXX, with a small knife in an upward motion on his XXXX XXXX around the XXXX, leaving a cut which was about 5 inches long through the claimant's XXXX.\n[80] Why was there no mention of the knife assault in the BOC Narrative? The claimant replied that he stated there that the man \"attacked\" him.\n[81] The panel asked why the details were not given, as the BOC instructions indicate26. He replied, \"I didn't detail it because the word 'attack' in Spanish, it could be that.\"\n[82] The panel finds that the claimant's response is evasive, unsatisfactory, and unreasonable. The written narrative is vague with respect to details regarding the attack. If the claimant had been stabbed or slashed with a knife that would be an important aspect of the assault and a specific example of potentially life-threatening persecution by the Urabenos.\n[83] The Federal Court has repeatedly confirmed that the accumulation of contradictions between a claimant's testimony, Port of Entry [POE] statements and Personal Information Form [PIF] may legitimately serve as a basis for a negative credibility finding.27 In Fang, the Federal court noted\nAlthough the applicant is correct that this Court has held that lack of details in a PIF and port of entry notes do not automatically lead to an adverse credibility finding, the Board is entitled to draw a negative inference from an applicant's failure to mention significant facts in his or her PIF and IMM 5611 form (Akhigbe v Canada (Minister of Citizenship and Immigration), 2002 FCT 249, [2002] FCJ 332 at para 15; Canada (Minister of Citizenship and Immigration) v Richards, 2004 FC 1218 at para 19). In Kin v Canada (Minister of Citizenship and Immigration), 2005 FC 282 at para 23, Justice Anne Mactavish stated that \"[t]he nature of the omission, and the context in which the new information is brought forward, have to be examined in order to determine the materiality of the omission.\" 28\n[84] The claimant did not provide any medical document about the knife wound; he said the cut was not very deep so he did not seek treatment.\n[85] The claimant provided a letter of corroboration allegedly from a security guard at the XXXX. The guard asserts that from the door of the XXXX he was able to observe \"... About 300 m ahead, a man in a military uniform and with Urabenos badges attacked [the claimant] ...\"29\n[86] The panel does not believe that anyone could make out the detail of such a badge, as described above by the claimant, at a distance of 300 meters (1,000 feet).\n[87] The panel draws a further negative credibility inference.\n[88] Given these credibility concerns the panel is not convinced, on a balance of probabilities, that this incident occurred.\nThe BOC lacks Details regarding the alleged XXXX 2012 Incident\n[89] In his BOC Narrative, the claimant stated30:\n\"Around XXXX 2012, I was stopped while driving, by individuals in uniforms who told me that they were the Urabenos; they stole our belongings, money and the XXXX XXXX XXXX XXXX XXXX XXXX XXXX. They damaged our vehicle and one of them told me that I had been warned a few months earlier, that I should listen to this last chance\".\n[90] By comparison, in his oral testimony the claimant alleged that there were six combatants from the Urabenos who surrounded the XXXX XXXX, swore at him calling him a \"puta\" (whore), and bashed in the body work on the driver's side of the car with the butt of their AK-47s.\n[91] The panel asked him why his BOC narrative did not give these details, such as the number or that they were heavily armed. He said that \"You're asking me for details and that would make the narrative very long.\" He added, \"In the narrative it says they attacked me\".\n[92] The panel disagrees, and finds that the BOC Narrative lacks the pertinent details which would otherwise illustrate the degree of risk to the claimant, including the number of gang members and the fact that they were armed with assault rifles. The panel draws a further adverse credibility inference as a consequence.\n[93] With respect to the content and level of detail of PIF (now \"BOC\") narratives, the Federal Court stated in Basseghi:\nIt is not incorrect to say that answers given in a PIF should be brief but it is incorrect to say that the answers should not be complete with all of the relevant details. It is not enough (for a claimant) to say that what he said in oral testimony was an elaboration. All relevant and important facts should be included in one's PIF. The oral evidence should go on to explain the information contained in the PIF [emphasis in original].31\n[94] The panel asked the claimant whether he had any report or insurance claim regarding the vehicle damage, but he replied that he did not report the matter to anyone else, even at the XXXX organization. He said that he did not have to explain the vehicle damage to anyone, and had the body work repaired secretly.\n[95] The claimant did not provide any body shop receipt to corroborate the vehicle damage, or any ownership papers. He did provide three pictures32 showing the side of a damaged motor vehicle, but not showing the make, model, or a license plate. In the panel's view, the photographs have no inherent probative value. There is nothing except the claimant's oral testimony to connect these pictures to his allegations; they could have been taken at any time, in any country, with any person's motor vehicle.\n[96] Given the credibility concerns already outlined, the panel gives these photographs little evidentiary weight.\n[97] The panel asked the claimant why would he keep the Urabenos attack upon the vehicle secret from people in XXXX? He replied enigmatically, \"Why do people need to know what happens to me if some of the people who know are not interested\".\n[98] The panel asked him why he thought that people would be disinterested in the attack upon him by the Urabenos? The claimant replied, \"If I'm the XXXX from XXXX Colombia I have no reason to tell anyone else what was happening to me if I feel that the threats are personal.\"\n[99] The claimant expressed the same thoughts when he explained why he allegedly kept the initial threatening phone call from the Urabenos in XXXX 2012 secret from others in the XXXX organization.\n[100] In the panel's view, the claimant was not credible regarding the reasons for the alleged secrecy. The first threat received, according to the claimant, was that he was warned not to return to the Commune where he, in his capacity as an XXXX and volunteer for XXXX, was allegedly engaged in a XXXX XXXX in a marginalized zone. Furthermore, he alleges that he was one of two or three XXXX, but there were many other volunteers. In the panel's view, the claimant was not persuasive nor credible in this aspect of testimony.\n[101] The panel finds that the claimant's credibility is further impugned by his incomprehensible rationalization of the secrecy regarding alleged threats from the Urabenos.\nThe Timing of the Refugee Protection Claim\n[102] As noted above, the Spousal Sponsorship documents include a letter dated August 21, 201833 from Immigration, Refugees and Citizenship Canada [IRCC] advising the claimant that the Officer had determined that his Application for Permanent Residence under the Spouse or Common-Law Partner in Canada Class did not meet the requirements. Furthermore, the letter enclosed a Voluntary Confirmation of Departure form which the claimant was asked to present to Immigration officials at his port of exit, and the claimant was informed that since he was \"...currently in Canada without temporary resident status, you are required to leave Canada within thirty [30] days from the date of this letter. If you fail to confirm your departure from Canada, enforcement action to remove you from Canada will result.\"\n[103] Thus, it is clear that the claimant knew that he would be unable to prolong his stay in Canada.\n[104] He alleged in his oral testimony that in XXXX, when he telephoned his family in Colombia to tell them that he wanted to leave Canada, he was advised by them that he should \"... Stay away from Colombia as the Urabenos had resurfaced this year and continued their killings, harassments and threats, and that I was being sought by them, as I had been deemed a Military Target and 'punishment' should be enforced\".\n[105] He said that his brother had received a phone call some time before XXXX. The panel asked him for a date. The claimant replied that his brother told him it was some months before but did not tell him when. The panel asked why he did not ask his brother for the precise date. The claimant replied that the date is not important, the issue is that it happened.\n[106] The panel asserted that given the instructions in the BOC requesting details throughout the questions, the date is important, and asked the claimant why he had not obtained this information from his brother. He repeated his earlier response that he did not think it important.\n[107] The claimant testified at the oral hearing that the Urabenos telephoned his brother, identified themselves, told the brother that they knew who he was, and he was the brother of XXXX XXXX XXXX XXXX (the claimant), whom they had identified as a Military Target, and if he returned to Colombia \"we would annihilate him\".\n[108] The panel notes that the BOC Narrative does not mention the alleged specific and direct telephone contact to his brother. The BOC is vague in this important area also as it only states that \"...The Urabenos had resurfaced this year and... That I was being sought by them...\".\n[109] The claimant's explanation was that he \"honestly\" did not see it as necessary to mention that his brother had received a telephone call or the details.\n[110] In the panel's view, this is a further important omission because it would indicate the ability of the agents of persecution to trace and find the claimant's closest family members in Colombia in their search for him, and thus both the resources of the Urabenos and the extent to which they would pursue him if he were to return. Moreover, it would also illustrate a latent risk for the claimant's family members.\n[111] The panel draws a further negative credibility inference from the lack of details in the BOC Narrative on this important point.\n[112] When asked why his family members had not warned him before XXXX 2018, he replied that they had only warned him after he telephoned to Colombia to say he might return, even though he testified that he spoke to them twice every week by telephone.\n[113] The claimant also tendered in evidence a copy of a flyer or pamphlet34 which he said the Urabenos had scattered around the city on the ground. He said that his brother never told him the date this had been found either, but he had learned of it after the BOC Narrative was drafted.\n[114] Why would the Urabenos start looking for him again in XXXX XXXX XXXX XXXX 2018, when there is no evidence of any interest in the claimant between XXXX 2013 and XXXX 2018? The claimant said that there had been a peace process during that time. The panel asked if he knew of any explanation for this sudden resurgence of interest in him?\n[115] The claimant said that they had told him to leave the country. And this was the law for as long as a terrorist group was alive, and he was. He said that during that five-year period he did not return to Colombia for fear of his life. He did not attempt to address the panel's concern directly.\n[116] The nub of the claimant's present fear of return to Colombia is that the Urabenos, suddenly and for no apparent reason after a five-year hiatus while the claimant was in Canada, came looking for him, and this only came to his attention in the weeks immediately following the issuance of a letter by Canadian immigration officials telling him to leave.\n[117] The panel asked the claimant if he had any further explanation, given the remarkable coincidence of timing, that the threat from the Urabenos was apparently dormant for five years then he learned it had returned within thirty days after he was told to leave the country by Canadian immigration officials following the aborted spousal sponsorship.\n[118] He replied that they had pronounced him to be a Military Target, and then during the time in Canada and the sponsorship by his wife that threat was still continuing and in force.\n[119] So, the panel asked, why had he not made his refugee claim if he thought the threat was still there? He replied that he was waiting for peace in Colombia. The panel is of the view that the claimant's answer that \"the threat was still there\" in Colombia throughout his time in Canada, was inconsistent with his earlier answers to justify the delay in claiming.\n[120] The panel finds that the claimant's above explanations were inconsistent, vague, lacking in detail and not forthcoming. The panel finds that the claimant did not reasonably explain why the Urabenos had a sudden renewed interest in him in 2018. Therefore, the panel finds that the flyer or pamphlet was not circulated by the Urabenos in 2018 as alleged.The applicable credibility principle is well elucidated by the British Columbia Court of Appeal in Faryna v. Chorny, wherein O'Halloran, J.A., stated, in part, as follows: \"In short, the real test of the truth of the story of a witness in such a case must be its harmony with the preponderance of the probabilities which a practical and informed person would readily recognize as reasonable in that place, and in those conditions.\"35\n[121] The panel finds that the claimant's assertions in this area of testimony beg belief.\nThe Claimant's Inconsistent Evidence regarding his Involvement in the XXXX Organization, XXXX\n[122] The claimant alleged that there were three organizers for events conducted by XXXX, and thousands of volunteers over the lifespan of the organization. He testified that he began in XXXX 2011 as an XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX. He said that the organization chose the XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX. He alleged that his organization XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX. He was on the formal staff, but was unpaid even though he worked around 24 hours per week on average.\n[123] In the Schedule A Background\/Declaration, which the claimant filed as part of his refugee protection claim on September 13, 2018,36 it indicates that he was a XXXX XXXX XXXX (he said that was the same as an XXXX) at XXXX during dates starting in XXXX 2013 and ending in XXXX 2012 (sic) as well as a volunteer between XXXX 2011 and XXXX 2013. By comparison, in the Spousal Sponsorship documents there is a second, earlier, Schedule A Background\/Declaration37 filed before the refugee protection claim, and dated January 16, 2018, where there is no mention whatsoever of XXXX, either under the heading of Personal History or in question 7 regarding Membership or Association with organizations.\n[124] The claimant was asked to explain. He said that he had not filled out the sponsorship documents because he did not know enough English, he had just signed it. He blamed his former counsel and his former wife. He agreed that another accredited immigration consultant, XXXX XXXX, who is named in the spousal sponsorship documents, had assisted in the completion of these forms. The panel asked him if he had any further explanation given that he had signed a Declaration for the form attesting that the information given therein was \"truthful, complete and correct\". He said that his ex-wife and XXXX had never asked him if he was a volunteer. He added that he didn't know what the forms were asking for, and they did not ask him.\n[125] The panel member determines that the claimant's explanation is not credible. The claimant blamed the other consultant, but did not give that individual a chance to address the concerns raised or provide any letter of corroboration from him to confirm the claimant's oral testimony about the omission. The claimant specifically mentioned XXXX in the RPD claim Schedule A twice, regarding both Personal History and Membership or Association with organizations. Even a cursory review by a non-English speaker of the Spousal Sponsorship Schedule A, would have revealed that XXXX is not mentioned.38\n[126] In light of the lack of evidence corroborating the claimant's explanation that the omission in the Spousal Sponsorship Schedule A was the fault of his consultant and\/or of his ex-wife, and given the numerous other credibility concerns with the claimant's testimony, the panel finds that it is more likely than not that XXXX is not mentioned in the form because the claimant did not volunteer or work there.\nThe Photographs of the Claimant's Father\n[127] The disclosure from the claimant includes pictures of him with his father, and allegedly with volunteers from XXXX39. However, he indicates in both the Schedule A, Background\/Declaration 40 and in his BOC41 that his father died in XXXX 2008. And to repeat, in his BOC Narrative he states that he only became a volunteer for XXXX starting in XXXX 2011,42 and the refugee claim Schedule gives the same date - well after his father's death. The panel finds that these photographs are of no obvious relevance to the claim, and there is nothing in the photographs, apparently taken inside a building showing the claimant and his father with two women, which appears to have anything to do with the claimant's alleged problems. The panel finds the photographs have no probative value with respect to the claimant's alleged risk, and thus gives them no weight.\nThe Claimant's Other Supporting Documentation\n[128] The timing of the refugee claim, combined with the numerous other credibility concerns outlined above, lead the panel to find that the Urabenos do not have, and have never had, any interest in the claimant.\n[129] In light of the numerous and significant credibility concerns outlined above, the panel attaches little or no weight to the other supporting documentation provided by the claimant,including the alleged threatening note from the agents of persecution43 letters from his mother and brother44, the letter from the alleged security guard, and the two general letters of recommendation45 The panel finds that they are not capable of outweighing the important and numerous negative credibility inferences noted above.\n[130] While the two general letters of recommendation assert that the claimant was involved in the XXXX organization46, neither letter writer was proffered as a witness at the hearing, despite their having listed local Toronto area codes.Furthermore, the content of the two letters was brief and the format was almost identical as each contained three paragraphs in which the first introduced the claimant by name, asserting that he had been known since he was a child, and the second referred to the claimant's father by name and as the \"founder of XXXX XXXX XXXX XXXX\"47, then to the claimant's link to XXXX as \"a volunteer XXXX XXXX XXXX XXXX48\" or someone who \"began to develop a love for helping others.\" 49\n[131] The panel is therefore not convinced that these letters were written independently, or without specific direction by the claimant, and the panel gives them little weight.\nSUMMARY\n[132] As noted above, numerous, important credibility concerns arose from the claimant's evidence.\n[133] The panel did not find the claimant to be a credible witness, and simply does not believe his allegations about problems with the Urabenos in Colombia, or that he was actively involved in XXXX as alleged. The panel further finds that the claimant has failed to adduce sufficient credible and trustworthy evidence regarding the claim to convince the panel, on a balance of probabilities, that any of these events happened as alleged.\n[134] The panel further finds on a balance of probabilities, given the numerous important negative credibility findings and inferences, that all supporting documentation provided by the claimant about his alleged problems in Colombia, including the alleged threatening note from the agents of persecution50, letters from his mother and brother51, and the letter from the alleged security guard.,52 are fraudulent documents procured to support the fraudulent refugee protection claim.\n[135] The Federal Court has often found that a general lack of credibility can extend to supporting evidence, trickling down to other elements of the claim, and can be generalized to all of the documentary evidence presented to corroborate a version of the facts It is open to the RPD not to give evidentiary weight to supporting letters if underlying elements are found not credible.53\n[136] In Gebetas54 Mr. Justice Shore noted,\n[29] As stated by this Court numerous times, general findings of lack of credibility can affect all relevant evidence submitted by an applicant, including documentary evidence, and ultimately cause the rejection of a claim (Ayub v Canada (Minister of Citizenship and Immigration), 2004 FC 1411 at para 8-9; Nijjer v Canada (Ministry of Citizenship and Immigration), 2009 FC 1259; Alonso v Canada (Minister Citizenship and Immigration), 2008 FC 683).\n[30] The Court also finds that the RPD did not err in attributing significant weight to the omissions in the Applicant's POE document. This Court has repeatedly confirmed that the accumulation of contradictions between a claimant's testimony, POE statements and PIF may legitimately serve as a basis for a negative credibility finding (Trochez, above; Cienfuegos, above).\nCONCLUSION\n[137] Given the credibility concerns as noted, the Panel makes a general finding of a lack of credibility regarding the claimant.\n[138] The Panel concludes that the claimant, XXXX XXXX XXXX XXXX, is neither a Convention refugee nor a person in need of protection, and therefore rejects his claim.\n[139] Furthermore, the panel determines that there was no credible or trustworthy evidence on which a favourable decision could have been made, and finds that there is no credible basis for the claim pursuant to subsection 107(2) of the IRPA.\n[140] The panel is mindful of the decision of Mr. Justice Hugessen of the Federal Court of Appeal in Urbanek,55 where he states:\nThe appellant's position is based on a fundamental misconception of Canada's refugee system; the purpose of the system is to provide safe haven to those who genuinely need it and not to give a quick and convenient route to landed status for immigrants who cannot or will not obtain it in the usual way.\n[141] The panel is of the view that the claimant is in a similar situation as the appellant in Urbanek.\n(signed)\n\"John Kivlichan\"\nJohn Kivlichan\nJanuary 14, 2020\nDate\n(signed)\n\"Jessica Norman\"\nJessica Norman\nJanuary 14, 2020\nDate\n(signed)\n\"Dena Hamat\"\nDena Hamat\nJanuary 14, 2020\nDate\n1 As enacted by S.C. 2001, c. 27.\n2 Exhibit 2. Basis of Claim form dated September 13, 2018.\n3 ibid., BOC Narrative, page 2, third paragraph.\n4 Ibid, fourth paragraph\n5 Exhibit 4.\n6 Exhibit 1. Certified True Copy of Colombian Passport, issued XXXX XXXX, 2013\n7 Maldonado v. Canada (Minister of Employment and Immigration), [1980] 2 F.C. 302 (C.A.).\n8 Exhibit 5, p.5. Claimant's Exhibit C-4.\n9 Exhibit 5, p.4..Claimant's Exhibit C-3.\n10 Exhibit 5, p.6. Claimant's Exhibit C-5.\n11 Exhibit 6, p.79. Claimant's Exhibit C-8\n12 Ibid, p.2, para.1\n13 Exhibit 3, Index of National Documentation Package, Colombia, May 31, 2019. Tab 7.2. Response to Information Request COL105773.E, 24 April 2017. p.10 of 37.\n14 Shahamati, Hasan v. M.E.I. (F.C.A., no. A-388-92), Pratte, Hugessen, McDonald, March 24, 1994.\n15 Exhibit 1. Certified True Copy of the claimant's Colombian passport\n16 Chechkaliuk v Canada (Citizenship and Immigration), 2016 FC 1415 at para 13. Cited in this\n17 Rahim, Ziany v. M.C.I. (F.C., no. IMM-2729-04), Shore, January 18, 2005, 2005 FC 18 at para. 11.\n18 Exhibit, BOC Narrative. P.2, paragraph 4.\n19 Exhibit 5, p.32. Ontario Certificate of Marriage. Date of registration: XXXX XXXX, 2016. Document issued, XXXX XXXX, 2017.\n20 Exhibit 5. p.12. Generic Application Form for Canada, p.6 of 6\n21 Exhibit 3, Index of National Documentation Package for Colombia, May 31, 2019. Tab 7.2 RIR COL105773, April 24, 2017\n\"Paramilitary successor groups and criminal bands (bandas criminales, BACRIM), areas of operation and criminal activities, including the Clan del Golfo (also known as Urabeños or Autodefensas Gaitanistas de Colombia); state response ...\"\nAdditional Info.:\nVolume:\n22. Ibid, Tab 7.4. Colombia Reports. February 8, 2017. \"Colombia's most important post-FARC drug trafficking groups\".\n23 Davila v Canada (Minister of Citizenship and Immigration), 2012 FC 1116; Garcia v Canada (Minister of Citizenship and Immigration), 2012 FC 412.\n24 Hartono v Canada (Citizenship and Immigration), 2017 FC 601 at para 21 and Espinosa v Canada (Minister of Citizenship and Immigration), 2003 FC 1324 at para 17.\n25 Duarte v Canada (Minister of Citizenship and Immigration), 2003 FC 988 at para 14; Velez v Canada (Minister of Citizenship and Immigration ) , 2010 FC 923, at para 28; Licao v Canada (Minister of Citizenship and Immigration), 2014 FC 89, at paras 49-53.\n26 For example, in the BOC at question 2(a), \"Have you or your family ever been harmed, mistreated or threatened by any person or group?. ...If \"YES\" explain in detail.\"\n27 Bueso Trochez, Luis Fernando v. M.C.I. (F.C., no. IMM-1296-13), Shore, October 8, 2013, 2013 FC 1016;\nCienfuegos, Fernando Quintero v. M.C.I. (F.C., no. IMM-2267-09), Shore, December 10, 2009, 2009 FC 1262, at para 1.\n28 Fang, Yi Dong v. M.C.I. (F.C., no. IMM-5418-12), Manson, March 7, 2013, 2013 FC 241, at para 17.\n29 Exhibit 6, p.96. Claimant's Exhibit C-14.\n30 Exhibit 2, BOC Narrative p.2, para. 1\n31 Basseghi, Kourosh v. M.C.I. (F.C.T.D., no. IMM-2227-94), Teitelbaum, December 6, 1994.\n32 Exhibit 6, pp. 116-118\n33 Exhibit 5, p.4. Claimant's Exhibit C-3.\n34 Exhibit 6, page 101-102. Claimant's Exhibit, C-15.\n35 Faryna v. Chorny, [1952] 2 D.L.R. 354 (B.C.C.A.).\n36 Exhibit 1, Schedule A Background\/Declaration, for the RPD claim, signed September 13, 2018. p.2 of 4, questions 8 and 9.\n37 Exhibit 5, contains most of the Schedule A Background\/Declaration for the spousal sponsorship, signed January 16, 2018. As noted elsewhere in this decision, the panel had to specifically request the p.3 of 5 from the form which details the Personal History, including employment. The complete form was submitted in Exhibit 7.\n38 Exhibit 5, p.77\n39 Exhibit 6, pp..114-115\n40 Exhibit 1, Schedule A, Background\/Declaration, p.1, question 4.\n41 Exhibit 2, BOC, p.7, question 5.\n42 Exhibit 2, BOC Narrative, p.1 of 3, third paragraph.\n43Exhibit 6, pp.101-102. Claimant's Exhibits C-15.\n44 Ibid, pp. 89, 92\n45 Ibid, p.96.\n46 Ibid, pp.161,162\n47 Exact same wording in both.\n48 Ibid, p. 161\n49 Ibid, p.162\n51 Ibid, pp. 89, 92\n52 Ibid, p.96.\n53 Lawani v Canada (Citizenship and Immigration), 2018 FC 924 at para 24; see also Sheikh v Canada (Minister of Employment and Immigration), [1990] 3 FC 238 and Brahim v Canada (Citizenship and Immigration), 2015 FC 1215 at para 17.\n54 Gebetas, Ergun v. M.C.I. (F.C., no. IMM-11313-12), Shore, December 10, 2013, 2013 FC 1241\n55 Urbanek v. Canada (Minister of Employment and Immigration) (1992), 17 Imm. L.R. (2d) 153 (F.C.A.).\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nRPD.29.1 (August 31, 2012)\nRPD File No. \/ N° de dossier de la SPR : TB8-26789\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"John Kivlichan\"}"
    },
    {
        "citation":"VB8-04588",
        "citation2":"",
        "dataset":"RPD",
        "name":"",
        "source_url":"3568402.txt",
        "scraped_timestamp":"2023-11-13",
        "document_date":"2020-11-02",
        "year":2020,
        "unofficial_text":"\nRPD File \/ Dossier de la SPR : VB8-04588\nUCI \/ IUC : XXXX\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et décision\nClaimant(s)\nXXXX XXXX XXXX\nDemandeur(e)(s) d'asile\nDate(s) of Hearing\nOctober 7, 2020\nDate(s) de l'audience\nPlace of Hearing\nCalgary, Alberta\nLieu de l'audience\nDate of Decision\nNovember 2, 2020\nDate de la décision\nPanel\nAnika Marcotte\nTribunal\nCounsel for the Claimant(s)\nMarie-Jeanne Le\nBarrister and Solicitor\nConseil(s) du (de la\/des) demandeur(e)(s) d'asile\nDesignated Representative(s)\nN\/A\nReprésentant(e) désigné(e)\nCounsel for the Minister\nN\/A\nConseil du (de la) ministre\nREASONS FOR DECISION\n[1] This is the decision of the Refugee Protection Division (RPD) in the claim of XXXX XXXX XXXX who is a citizen of Angola and is claiming refugee protection pursuant to Sections 96 and 97(1) of the Immigration and Refugee Protection Act (the \"Act\").1\n[2] I have reviewed and applied the Chairperson's Guideline on Women Refugee Claimants Fearing Gender-Related Persecution in this decision.2\nALLEGATIONS\n[3] The principal claimant has outlined her reasons for seeking Canada's protection in her Basis of Claim (BOC) form3, her updated narrative4, as well as through her testimony. The principal claimant fears returning to Angola because she fears XXXX XXXX XXXX XXXX, a former XXXX XXXX.\n[4] The claimant was born and grew up in Cabinda, the capital city of the Angolan province with the same name. The province of Cabinda, which is bordered on the west by the Atlantic Ocean, is separated from the rest of Angola by a narrow strip of territory belonging to the Democratic Republic of the Congo.\n[5] The claimant moved to Luanda, the capital city of Angola, in 2008. The claimant alleges that a car rear ended her in Luanda in XXXX 2017. The car that hit her belonged to the XXXX XXXX XXXX, a company owned by Mr. XXXX. The police were present at the scene and according to the claimant the company signed a police report declaring they would repair the claimant's car.\n[6] In XXXX 2017, the claimant met with Mr. XXXX regarding her vehicle and he reiterated that the XXXX XXXX XXXX would fix her car.\n[7] In XXXX 2017, the claimant wrote a letter to the Cabinet Juridique de la Présidence asking the Secretary of Judicial and Legal Affairs of the Presidency of the Republic to resolve the issue regarding her car with the XXXX XXXX XXXX. On XXXX XXXX, 2017, the claimant received a response5 stating that the matter should be resolved with the XXXX XXXX XXXX.\n[8] Following this the claimant alleges that Mr. XXXX phoned her and threatened her for sending the letter to the Cabinet Juridique de la Présidence.\n[9] The claimant stated that she received four other calls from a private number and that the individual on the phone told her that she was an enemy of the country and that at any moment she could disappear. After this she no longer answered calls from private numbers, changed her phone number and no longer received any calls threatening her.\n[10] The claimant alleges two kidnapping attempts, one on XXXX XXXX, 2017, where the police intervened as they were near by, and one on XXXX XXXX, 2017, where her co-workers intervened.\n[11] The claimant testified that she went to the National Department of Criminal Investigation in XXXX 2017 to open an investigation and was asked for her political membership card for the People's Movement for the Liberation of Angola (MLAP), the ruling party in Angola. The claimant was told that if she did not have her membership card, the police would not help her open a complaint.\n[12] The claimant stated that she has a membership card with The Liberation of the Enclave of Cabinda (FLEC), but that she did not inform the police of this information.\n[13] The claimant alleged that she was kidnapped in XXXX 2017. She stated that she was threatened for her political affiliations with FLEC and heard the kidnappers refer to her reaching out to the Presidency. She testified that she was released on the side of the road two days later with a warning from her kidnappers that they could come back for her.\n[14] The claimant went to stay in Caxito, the capital city of the Angolan province of Bengo, for a month and a half. In XXXX 2017, the claimant moved back to Luanda where she lived with various friends. The claimant travelled to the United States in XXXX 2018 and reached Canada on XXXX XXXX, 2018, where she sought refugee protection.\nDETERMINATION\n[15] I find that the claimant is not a Convention refugee or a person in need of protection.\n[16] The determinative issue in this case is the availability of an Internal Flight Alternative (IFA) for the claimant in the city of Cabinda.\nANALYSIS\nIdentity\n[17] The claimant's identity as a national of Angola is established by her testimony and the certified copy of her Angolan passport in evidence.6\nCredibility\n[18] Unless specifically noted in the analysis below, I accept the claimant's evidence about the events she encountered in Angola as being generally credible. However, this presumption does not apply to inferences (conclusions drawn from facts) or speculation (for which there is no evidentiary basis).\n[19] I am accepting that the following occurred:\n* Mr. XXXX is a former XXXX XXXX in Angola;\n* A car owned by the XXXX XXXX XXXX rear-ended the claimant's car in 2017;\n* The claimant wrote and received a response from the Cabinet Juridique de la Présidence;\n* Mr. XXXX threatened the claimant following her letter to the Cabinet Juridique de la Présidence;\n* The claimant had her purse taken in XXXX XXXX, 2017; and,\n* The claimant was kidnapped in XXXX 2017 for two days and released.\nInternal Flight Alternative (IFA)\n[20] The determinative issue is IFA. This issue was raised with the principal claimant during the hearing. I find that the claimant has a viable IFA in the city of Cabinda. To find a viable IFA, I am guided by the decision of the Federal Court of Appeal in Rasaratnam,7 which defined the following two-pronged test for an IFA:\n\"...the Board must be satisfied on a balance of probabilities that there is no serious possibility of the claimant being persecuted or, on a balance of probabilities, being subjected personally to a danger of torture, a risk to life or a risk of cruel and unusual treatment or punishment in the part of the country to which it finds an IFA exists\"\nMoreover, conditions in the part of the country considered to be an IFA must be such that it would not be unreasonable, in all the circumstances, including those particular to the claimant, for him to seek refuge there.8\nFirst Prong: Risk in the IFA\nAgent of harm - Mr. XXXX\n[21] I find that the claimant has not adduced sufficient evidence to demonstrate that the agent of harm, Mr. XXXX, has the means or the motivation to locate her and harm her in Cabinda.\nDoes Mr. XXXX have the means to locate the claimant in the IFA?\n[22] I have considered whether Mr. XXXX has the means to locate the claimant in the IFA and I have found that he does not have the means.\n[23] The claimant testified that Mr. XXXX would be able to locate her in Cabinda. When asked how, she stated that he would be locate her because of his work as the XXXX XXXX in Angola.\n[24] I have accepted that Mr. XXXX was a XXXX XXXX. However, I find that the claimant has not established that he still has control over the police force. When asked if she knew if Mr. XXXX was a XXXX XXXX at the time of the car accident and if he was still a XXXX XXXX today, the claimant testified that she did not know. A news article in Exhibit 9 dated XXXX 2016 references Mr. XXXX as a former XXXX XXXX. The claimant testified that given Mr. XXXX's position he will have his power until his death and will have power over the police force in the whole country. Counsel referenced an article dated XXXX XXXX, 20189 that mentions Mr. XXXX's name to illustrate his reach. This article XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX. This article provides limited context in terms of the scope of Mr. XXXX's involvement and also indicates that the matter is being addressed in the courts. As such, I give limited weight to the article.\n[25] I also find that the claimant has not established that the police force has been biased in favour of Mr. XXXX. According to the objective evidence,\nThe national police, controlled by the Ministry of Interior, are responsible for internal security and law enforcement. The Criminal Investigation Services (SIC), also under the Ministry of Interior, are responsible for preventing and investigating domestic crimes (...) Civilian authorities maintained effective control over the (...) national police, and the government has mechanisms to investigate and punish abuse and corruption. The security forces generally were effective, although sometimes brutal, at maintaining stability.10\n[26] The claimant testified that she sought the police's help on multiple occasions in Angola and that she had never had any problems with the police, though she stated that she does not think that they will do anything. I asked the claimant about the following documents from the police that she provided, which appeared to indicate that they were following up on her concerns:\n* Notification of the loss of documents XXXX XXXX, 2017 from the Police Commando of the Municipality of XXXX,11\n* Summons to give evidence dated XXXX XXXX, 2017 from the National Department of Criminal Investigation,12 and,\n* Second notification to appear dated XXXX XXXX, 2018 from the National Department of Criminal Investigation.13\n[27] The claimant stated that she did not trust the summons from the National Department of Criminal Investigation and that this was a ploy for the police to find her as it was sent after her alleged kidnapping when she was in hiding. Although I sympathize with the claimant's distress, I note that it is the claimant that approached the National Department of Criminal Investigation. I find that the claimant is speculating regarding the two summons received, and that there is insufficient evidence before me that would indicate, on the balance of probabilities, that the summons are a means for Mr. XXXX to locate the claimant.\n[28] Based on the above, I find that Mr. XXXX did hold the position of XXXX XXXX at some time in Angola. I also find that the claimant repeatedly approached the police and that her testimony and documents provided showing the various interactions between herself and the police in Exhibits 7 and 9 does not support the claimant's allegation that the police is being biased towards the agent of harm. The actions taken by the police support, on a balance of probabilities, that they were taking the appropriate steps that could be expected in their position.\n[29] I have insufficient evidence before me to establish, on a balance of probabilities, that Mr. XXXX has maintained control over the police force throughout Angola. As such, I find, on the balance of probabilities, that Mr. XXXX could not utilize the police force to locate the claimant.\nIs Mr. XXXX motivated to locate the claimant in the IFA?\n[30] I have also considered whether Mr. XXXX is sufficiently motivated to locate and harm the claimant in the IFA and I have found that he is not sufficiently motivated.\n[31] Even accepting that Mr. XXXX threatened the claimant after she sent a letter to the Cabinet Juridique de la Présidence, and arranged for her to be kidnapped and released in XXXX 2017, there is no evidence before me that he has threatened the claimant since XXXX 2017. The claimant testified she lived with various friends in Luanda from XXXX 2017 to XXXX 2018 during which time she received no threats from Mr. XXXX. I find, on a balance of probabilities, that Mr. XXXX is not motivated to pursue the claimant in the IFA when he did not pursue her in Luanda from XXXX 2017 until her departure in XXXX 2018.\nAlleged kidnappings\n[32] The claimant testified that after she wrote a letter to the Cabinet Juridique de la Présidence asking the Secretary of Judicial and Legal Affairs of the Presidency of the Republic to resolve the agreement with the XXXX XXXX XXXX, Mr. XXXX, called her and threatened her.\n[33] With regards to the alleged kidnapping attempts on XXXX XXXX, 2017, and XXXX XXXX, 2017, the claimant testified that she thinks that these are linked to Mr. XXXX because of the threats he had uttered to her on the phone. The claimant stated that she did not know the people involved in these incidents.\n[34] Regarding the first alleged attempt, the claimant testified that a car approached her as she was leaving a bank. The claimant testified that a police car showed up and the car left the scene. I find that the claimant is speculating as to the motives of the individuals in the car, and that given her location at a bank, that the interest of the individuals in the car could have been financially motivated.\n[35] With regards to the second alleged attempt, the claimant did provide testimonies14 from her colleagues corroborating that individuals tried to push the claimant into a car and that the individual in the car took her bag when her colleagues started running towards the claimant and the car. I note that the police did issue a police report regarding the reporting of loss documents with regards to this event.15 There is no mention of an attempted kidnapping in the police report. I give weight to the police report and as such, I find, on the balance of probabilities, that this incident was a robbery.\n[36] I also accept, on the balance of probabilities, that the claimant was kidnapped for two days in XXXX 2017 and subsequently released. That during this time she heard the kidnappers say that she was an enemy of the MPLA given her FLEC membership and reference the letter she had sent to the Cabinet Juridique de la Présidence. As such, I find, on a balance of probabilities, that this incident is connected to Mr. XXXX. I recognize that this is a traumatizing experience. Following the incident, the claimant contacted her family and relocated to Bengo Caxito, which is 60 kilometers from Luanda for a month and a half and then returned to Luanda until her departure in XXXX 2018.\n[37] I note an email dated XXXX XXXX, 201916 that indicates that four young men were looking for the claimant in 2018 and that a young man had showed up to her former place of employment in 2019 saying he had a delivery for her. The claimant believes that these individuals are working for Mr. XXXX. It is unclear why these individuals were looking for the claimant. As such, I find that the claimant is speculating regarding the motivation of these individuals. I find that there is insufficient evidence, on a balance of probabilities, to establish that these incidents, even if they did occur, were motivated by Mr. XXXX to find and harm the claimant.\n[38] The claimant testified that since XXXX 2017 she has not received any threats. When asked if the claimant had any issues after leaving Angola in XXXX 2018, she testified that she did not.\n[39] I find that the situation with the claimant and Mr. XXXX escalated following her letter to the Cabinet Juridique de la Présidence. I also find that it would be reasonable for the claimant to no longer pursue damages for her car in the proposed IFA.\n[40] Angola is a large country of over 1 million square kilometres and over 35 million people. In the present case, there is insufficient evidence that Mr. XXXX would be motivated to pursue the claimant to Cabinda which is over 800 kilometers from Luanda and is separated from the rest of Angola by the Democratic Republic of the Congo when he did not locate her in Luanda from XXXX 2017 until her departure in XXXX 2018.\n[41] Based on all of the evidence before me, where Mr. XXXX has not had direct or indirect contact with the claimant since the end of XXXX 2017, I find the claimant has not adduced sufficient evidence to demonstrate that the agent of harm has the motivation to locate and harm her in Cabinda. Accordingly, I find the claimant does not face a serious possibility of persecution or, on a balance of probabilities, a risk of subsection 97(1) harm or a danger of torture in Cabinda.\n[42] I have also considered whether the claimant might face other Sections 96 or 97 risks in Cabinda based on her gender or membership in the FLEC.\n[43] On the evidence before me, I find that the claimant does not face a serious possibility of persecution based on her gender as a women or on her imputed political opinion as a member of FLEC or, on a balance of probabilities, a danger of torture, a risk to life or a risk of cruel and unusual treatment or punishment in Cabinda.\nGender\n[44] The claimant's counsel has submitted that things are not easy for women in Angola and that the claimant faces a risk of sexual violence which renders not only the IFA location but a return to Angola unreasonable. The claimant's counsel submits that the claimant suffered from physical violence when she was kidnapped, that she was hit in the stomach by the assailants. She noted the documents in Exhibit 9 which speak to the difficulty's women face in Angola.\n[45] I acknowledge that the claimant's fear as a woman needs to be considered when determining if she faces a serious possibility of being persecuted based on her gender under the first prong of the IFA.\n[46] The objective evidence indicates that rape, including marital rape, is illegal in Angola where offenders can serve prisons sentences of up to ten years, depending on the severity of the crime (Penal Code, Art. 169-172, 2006).17 That although there are limited investigative resources, poor forensic capabilities, and an ineffective judicial system, that the Ministry of Justice and Human Rights worked with the Ministry of Interior to increase the number of female police officers and to improve police response to rape allegations.18\n[47] I acknowledge that there is gender-based violence in Angola. I have considered the claimant's overall profile, as a female who has a XXXX XXXX XXXX education, has been employed in Angola and has the support of her extended family. I accept that the claimant was hit by the assailants when she was kidnapped and that this traumatized her. However, I find that this was an isolated incident and that the agent of harm in this instance, as outlined below, is no longer motivated and does not have the means to locate the claimant in the IFA. I also note that counsel's submission that the claimant may have been at risk of sexual assault during the kidnapping, but that it was averted, and that next time she may not be as lucky is speculative. I have considered the lack of any specific evidence pointing to individualized factors that may aggravate the claimants' risks of general crime and gender-based violence in the IFA. Weighing all the evidence before me, I do not find that the claimant faces a serious possibility of persecution based on her gender in Angola and more specifically in the IFA.\nPolitical Profile of the Claimant\n[48] I find that the claimant does have a membership to the FLEC.19 The claimant testified that her uncle had encouraged her to acquire it in 2012 because it would help facilitate her travel between Pointe-Noir and Luanda where she travelled to XXXX XXXX XXXX XXXX. The claimant testified that she grew up in Cabinda and that everyone there is a member of FLEC, that it's not really a choice. When asked if she ever participated in any FLEC activities, she stated that she had not.\n[49] According to the objective evidence, the conflict in Cabinda between the Angolan government and FLEC began in 1975. A peace agreement was signed in 2006. Since the peace agreement, some Cabindans have become members of the Angolan Government.\n[50] Generally, there are no reports of ill treatment of Cabindans solely by virtue of being from Cabinda. Counsel submitted many reports in Exhibit 9 with regards to how members of FLEC have been treated by the government in Angola. I note that documents 2, 4, 5 and 7 are dated and reference events that date back between 2000-2007. The current objective evidence states that FLEC's composition and numbers are unknown and that in recent years, FLEC's ability has diminished to that of a propaganda war.20\n[51] According to the objective evidence, the political landscape has evolved in Cabinda. While I acknowledge that there are reports that the government continues to arrest pro-independence Cabinda activists at rallies,21 there is no evidence before me that indicates that the human rights abuse against Cabinda activists is so widespread or systematic that the claimant would have problems.\n[52] I find that the claimant, though she has a membership card to the FLEC, has had no involvement with the party. I have considered the lack of any specific evidence pointing to individualized factors that may aggravate the claimant's risks in the IFA based on her FLEC membership. Weighing all the evidence before me, I do not find that the claimant faces a serious possibility of persecution based on her imputed political opinion because of her FLEC memberships in Angola and more specifically in the IFA.\nTwo: Is it Reasonable for the Claimants to Relocate to Cabinda\n[53] With respect to the second prong of the IFA test, , in Rasaratnam, the Court of Appeal held that once an IFA is raised as an issue, the onus is on the claimant to show that he or she does not have an IFA. The burden placed on the claimant is fairly high in order to show that the IFA is unreasonable. The test to show that the IFA is unreasonable, requires nothing less than the existence of conditions that would jeopardize the life and safety of the claimant in relocating to a safe place. Actual and concrete evidence of adverse conditions is required.\n[54] The claimant stated that she would be unable to find employment in Cabinda and that her mother and extended family rely on her to provide them financial support. The claimant has a XXXX XXXX education, she previously worked for XXXX22 in Luanda and according to her testimony would travel to Pointe-Noir and back to Luanda to XXXX XXXX XXXX XXXX. The claimant speaks Portuguese, Lingala, French and Kikingo. Based on her XXXX XXXX XXXX level of education, previous work experience and language proficiency, I find that she is well placed to find employment in Cabinda.\n[55] The claimant and counsel submitted that the living conditions would not be conducive for her in Cabinda, though no concrete reasons of what would not be conducive were put forward. The claimant testified that her mother and brothers currently live in Cabinda and that she could live with her mother. As such, I find that the claimant would have the support of extended family if she were to relocate to Cabinda.\n[56] Finally, I have also considered whether generalized crime or violence might make the proposed IFA unreasonable. According to the Angola 2019 Crime and Safety Report23 Angola is assessed at an overall level of 1, which is the lowest level of rating, indicating to individuals to exercise normal precautions in Angola. I have considered the claimant's overall profile, as a female who has a XXXX XXXX XXXX education and extended family in the IFA. I have considered the lack of any specific evidence pointing to individualized factors that may aggravate the claimants' risks of general crime and gender-based violence in the IFA. Weighing all the evidence before me I am not satisfied that the crime in the proposed IFA rises to the high level contemplated at the second prong of the IFA test.\n[57] Considering all of the evidence before me, I find that it is objectively reasonable in all the circumstances, including the claimant's particular circumstances, for her to relocate to Cabinda and therefore I find that she has a viable IFA in Cabinda. Since having a viable IFA is fatal to claims made under both Sections 96 and 97(1) of the Act, the claim fails under both grounds.\nCONCLUSION\n[58] I find that the claimant is not a Convention refugee or a person in need of protection. The claim for protection is dismissed.\n(signed)\n\"Anika Marcotte\"\nAnika Marcotte\nNovember 2, 2020\nDate\n1 Immigration and Refugee Protection Act, S.C. 2001, c. 27.\n2 Immigration and Refugee Board of Canada (IRB) Chairperson's Guideline 4: Women Refugee Claimants Fearing Gender-Related Persecution, November 13, 1996.\n3 Exhibits 2 and 8.\n4 Exhibit 8.\n5 Exhibit 9.\n6 Exhibit 1.\n7 Rasaratnam v Canada (Minister of Employment and Immigration) 1 FC 706 (CA).\n8 Rasaratnam v Canada (Minister of Employment and Immigration) 1 FC 706 (CA).\n9 Exhibit 9, pp. 81-83.\n10 Exhibit 3, National Documentation Package (NDP), Angola, July 31, 2020, Item 2.1.\n11 Exhibit 9.\n12 Exhibit 9.\n13 Exhibit 7.\n14 Exhibit 9.\n15 Exhibit 9, p. 98.\n16 Exhibit 7 p. 144.\n17 Exhibit 3, NDP, Item 5.1.\n18 Exhibit 3, NDP, Item 2.1.\n19 Exhibit 9.\n20 Exhibit 3, NDP, Item 7.2.\n21 Exhibit 3, NDP, Item 2.3.\n22 Exhibit 7.\n23 Exhibit 3, NDP, Item 7.2.\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nRPD File No. \/ N° de dossier de la SPR : VB8-04588\n1\nRPD.29.01 (October 4, 2019)\nDisponible en français\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"Anika Marcotte\"}"
    },
    {
        "citation":"VB9-04335",
        "citation2":"",
        "dataset":"RPD",
        "name":"",
        "source_url":"3568406.txt",
        "scraped_timestamp":"2023-11-13",
        "document_date":"2020-01-28",
        "year":2020,
        "unofficial_text":"\nRPD File \/ Dossier de la SPR : VB9-04335\/04343\/04350\nUCI \/ IUC : XXXX XXXX XXXX XXXX XXXX\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et décision\nClaimant(s)\nXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX\nDemandeur(e)(s) d'asile\nDate(s) of Hearing\nJanuary 16, 2020\nDate(s) de l'audience\nPlace of Hearing\nCalgary, Alberta\nLieu de l'audience\nDate of Decision\nJanuary 28, 2020\nDate de la décision\nPanel\nMegan Kammerer\nTribunal\nCounsel for the Claimant(s)\nPeace Eze\nBarrister and Solicitor\nConseil(s) du (de la\/des) demandeur(e)(s) d'asile\nDesignated Representative(s)\nXXXX XXXX XXXX XXXX for\nXXXX XXXX XXXX XXXX\nReprésentant(e) désigné(e)\nCounsel for the Minister\nN\/A\nConseil du (de la) ministre\nREASONS FOR DECISION\n[1] This is the decision of the Refugee Protection Division (RPD) in the claims of XXXX XXXX XXXX XXXX (\"the principal claimant\"), XXXX XXXX XXXX XXXX (\"the associate claimant\"), and XXXX XXXX XXXX XXXX (\"the minor claimant\") as citizens of Colombia who are claiming refugee protection pursuant to section 96 and subsection 97(1) of the Immigration and Refugee Protection Act (the \"Act\").1\n[2] I heard these claims jointly pursuant to Rule 55 of the Refugee Protection Division Rules. At the hearing the principal claimant, who is the mother of the minor claimant, acted as the designated representative for her, pursuant to subsection 167(2) of the \"Act\" and Rule 20 of the Refugee Protection Division Rules. She was provided with an opportunity to testify about any risk that the minor claimant faces. Both the principal and the associate claimants were provided with the opportunity to testify about the events in question.\nALLEGATIONS\n[3] The claimants, who are from XXXX, allege a fear of an armed group which they say is composed of former members of the Revolutionary Armed Forces of Colombia (FARC) and has ties to the National Liberation Army (ELN). The claimants allege that this armed group tried to extort them because the associate claimant was the XXXX XXXX XXXX XXXX XXXX and perceived to be wealthy. They further allege that the armed group has threatened them on multiple occasions.\n[4] The claimants allege that the armed group will kill them if they return to Colombia because they failed to accede to the requests for extortion.\nDETERMINATION\n[5] I find that the claimants are not Convention refugees as they do not have a well-founded fear of persecution related to a Convention ground in Colombia. I also find that the claimants are not persons in need of protection in that their removal to Colombia would not subject them personally to a risk to life or to a risk of cruel and unusual treatment or punishment. There are also no substantial grounds to believe that the removal of the claimants to Colombia would subject them personally to a danger of torture.\nANALYSIS\nIdentity\n[6] I find that the claimants' identities as nationals of Colombia have been established by the testimony of the associate and principal claimants and the supporting documentation filed, including their passports.2\nCredibility\n[7] When a claimant swears to the truth of their allegations, this creates a presumption that those allegations are true, unless there is reason to doubt their truthfulness. In this case, I find the claimants to be generally credible with respect to the allegations they have made. Both the principal and the associate claimant answered the questions that were posed to them in a detailed manner and seemed to be forthright when recounting the steps that the armed group had taken to extort them.\n[8] In addition, the claimants have disclosed a number of documents which corroborate their allegations, including:\n* Copies of threatening letters which were delivered to their home.3\n* A copy of a report and order issued by the Attorney General and a police report made in XXXX on XXXX XXXX, 2019 which corroborates that the associate claimant received a threatening phone call from a member of a \"new group from XXXX,\" that the new criminal group needed financial support, and that if the claimants would not cooperate with them they would kill them.4\n* Written security standards provided by the police in XXXX to the associate claimant as a result of the police complaint that he made, which list steps he can take to keep himself safe.5\n* A letter from the associate claimant's parents which corroborates some of the allegations made by the claimants.6\n[9] Although there were no material inconsistencies during their testimony, the claimants did contradict themselves when speaking about the risks that they face in Colombia. In particular, the associate claimant indicated at one point that the claimants had \"made every effort not to have contact with anyone from Colombia\" so that the armed group would not know their whereabouts. When asked how he had obtained a letter of support from his parents for the purposes of this hearing, he revised his statement to say that he had been in contact with his wife's family members and with an employee of the XXXX. While I do accept the allegations that the claimants have made, I do not accept their characterization of the risks that they face in Colombia or the reach of the agent of harm.\nNexus\n[10] In this case, I find that there is no nexus between the claimants' allegations and a Convention ground. In other words, the claimants do not fear harm on the basis of their race, religion, nationality, political opinion, or membership in a particular social group. Rather, the claimants fear a threat to their personal safety by an armed group that operates in XXXX. As the claimants' fear is based on criminality, section 96 of the Act does not apply. This claim is therefore assessed under section 97 of the Act.\nInternal Flight Alternative (IFA)\n[11] The determinative issue for this claim is the existence of an IFA. In this case, the claimants were provided with notice of Cartagena as a potential IFA at the outset of the hearing.\n[12] The definition of a \"person in need of protection\" in the Act requires that a claimant show that any risk to life or risk of cruel and unusual treatment or punishment would be faced \"in every part of [a claimant's] country.\" Similarly, a claimant must show that he or she cannot escape a danger of torture through internal relocation. In order to determine whether the claimants have met this requirement, the following two prong test applies:\n1. The Board must be satisfied on a balance of probabilities that the claimants would not be personally subject to a risk to life or risk of cruel and unusual treatment or punishment or a danger, believed on substantial grounds to exist, of torture in the IFA; and\n2. The Board must be satisfied that the conditions in the part of the country considered to be an IFA must be such that it would not be unreasonable in all the circumstances, including those particular to the claimants, for them to seek refuge there.\n[13] Both prongs must be satisfied to find that the claimants have a viable IFA and, as with establishing the claim more generally, once the issue has been raised by the panel the burden in establishing a lack of an IFA lies with the claimants.\nFirst prong of the IFA test: Would the claimant be at risk in the IFA?\n[14] In order to assess whether the claimants would face a risk to life, a risk of cruel and unusual treatment or punishment, or a risk of torture in Cartagena, I have considered whether the evidence indicates that the agent of harm has the motivation and means to pursue the claimants in Cartagena. I have also considered whether there are any other risks to the claimants there, other than the harm they fear from the armed group.\nThe Agent of Harm\n[15] In this case, the claimants have alleged that the agent of harm is a criminal armed group that is composed of \"FARC dissidents\" and that has ties to the ELN. The associate claimant testified that on XXXX XXXX, 2019 he was working at a XXXX owned by his parents in XXXX when he received a phone call from a member of this armed group. That individual identified himself as a \"delinquent outside of the law\" and a member of \"a new group coming into XXXX.\" This individual told the associate claimant that he had to give him money and that if the associate claimant refused to collaborate financially with him that they would murder him and his wife.\n[16] The following day, the associate claimant reported these threats to the Attorney General's office and to the police in XXXX. He was provided with a general list of actions that he could take to ensure his own protection but did not otherwise receive protection from the police.7\n[17] The associate claimant received a second phone call from the armed group on XXXX XXXX. He testified that he hung up the phone as soon as the caller identified himself and asked him where the money was. After this, the associate claimant testified that he made the decision to no longer accept any phone calls directed from the XXXX's landline.\n[18] On XXXX XXXX, the claimants received a threatening letter. The letter had been slipped under the door of their home and reads: \"Remember that the life of your daughter is worth more. Cooperation is not denied to anyone. Cooperate with us, unless you want to see blood spilt.\"8 The associate claimant testified that he was fearful upon receiving the threatening letter and it was then that the claimants made the decision to leave Colombia.\n[19] On XXXX XXXX, members of the armed group accosted the principal and minor claimants when they were near the minor claimant's school in XXXX. The principal claimant testified that the individuals who accosted her told her not to forget to tell her husband to pay \"the quota\" or they would hurt her daughter. They also told her that the claimants would not be able to avoid them because they had been placed under surveillance. The associate claimant testified that following this incident, the principal claimant no longer went to work and the minor claimant no longer went to school.\n[20] The associate claimant testified that he was also accosted by the armed group on XXXX XXXX in XXXX. The armed group intercepted him on his motorbike, made him take off his helmet, and put a gun to his head. The group told the associate claimant once again that if he did not meet their extortion demands, then they would kill his wife and daughter. The associate claimant alleges that during this altercation, members of the armed group identified themselves as members of the ELN.\n[21] The associate claimant testified that they received a second threatening letter on XXXX XXXX. This letter had also been slipped under the door to their home and reads: \"Careful with what you love the most. Do not regret your actions. Cooperate with us.\"9 The letter is created with letters that have been cut out of newspaper articles and is unsigned.\n[22] After the incident that occurred on XXXX XXXX, the associate claimant testified that he became really scared and decided to delegate all of his functions at the XXXX to other staff members. He indicated that both he, the principal and the minor claimants decided to shut themselves in their house. The associate claimant did not go back to the XXXX as of XXXX XXXX.\n[23] The claimants left XXXX on XXXX XXXX and departed from Colombia on XXXX XXXX, 2019.\nMotivation of Agent of Harm\n[24] In this case, there is insufficient evidence that the agent of harm would have the motivation to track the claimants to another city. When I asked the associate claimant whether the armed group would be able to find him in Cartagena or anywhere else in Colombia he replied that the armed group has \"a lot of infiltrated people throughout the whole of Colombia\", that they would continue to seek him out because he \"did not comply with what they were demanding,\" and that armed groups always seek out people with economic means and that \"once they target you they do not release you and follow it through until the very end.\" Likewise, the principal claimant also testified that \"all those people are infiltrated\" and \"they have political clout\" and indicated that the armed group would continue to look for them \"because we did not acquiesce to their demands.\" The claimants have offered no concrete evidence to support these assertions and I find them speculative.\n[25] On numerous occasions throughout his testimony, the associate claimant explained that the armed group had decided to target him because of his affiliation with the XXXX and the perception that he is wealthy. He also testified that during the phone calls he received from the armed group, as well as during the violent incidents that occurred on XXXX XXXX and XXXX XXXX, the armed group referenced the money that they felt was owed to them. I find that the primary motivation of the armed group was extortion and that this makes it unlikely that the armed group would search for the claimants outside of XXXX, as there are numerous other businesses and individuals they could extort within closer proximity.\n[26] When questioned by his counsel, the associate claimant further specified that the armed group would also have the motivation to search for him because he is a high-profile person in Colombia. He explained that his mother had previously been a XXXX XXXX XXXX in XXXX. The claimant did not provide any further evidence about his mother's XXXX activities, and so although I accept that his mother was involved in XXXX to some extent in XXXX, I have insufficient evidence to establish that this would put the associate claimant at risk in Cartagena. In response to a question from his counsel, the associate claimant also indicated that his family is well known throughout Colombia because the XXXX is very popular and has been run by his family for more than 50 years. He indicated that his parents are well-known in Colombia because XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX. However, I have insufficient evidence to establish that the associate claimant's affiliation with a popular XXXX would put him at risk throughout the country.\n[27] In addition to the above, there is no indication that the armed group has launched a search for the claimants outside of XXXX. The associate claimant testified that one of his employees has told him that members of the armed group continue to call the XXXX in XXXX in an attempt to locate the associate claimant, but there is no evidence that the armed group has searched for the claimants outside of XXXX or even beyond contacting the XXXX where the associate claimant used to work. The principal claimant has a sister who lives in Cali and there is no indication that the armed group has attempted to contact the principal claimant's sister in order to locate the claimants. I am unable to determine whether the armed group has contacted the associate claimant's parents to continue to look for him, as he testified that he has cut off contact with his parents. However, I do note that associate claimant's parents provided a letter in support of the claimants' refugee application, which was received by the principal claimant on XXXX XXXX, 2020, and that this letter does not indicate that the armed group has contacted the associate claimant's parents to look for him.10\n[28] A refugee assessment is forward-looking. Assessing the above factors cumulatively, I conclude that the claimants have not established on a balance of probabilities that the agent of harm is sufficiently motivated to locate them in Cartagena.\nThe Means of the Agent of Harm\n[29] Further, even if motivated to do so, I find that there is insufficient evidence before me to establish that the agent of harm would be able to locate the claimants in Cartagena.\n[30] The claimants testified that the agent of harm is affiliated with the ELN and that no place in Colombia is safe from the ELN. I acknowledge the objective evidence before me establishing that armed criminal groups operate throughout the country and that the ELN in particular seems to have expanded its areas of operations due to a vacuum left by the FARC peace process. The ELN is described as one of the larger criminal groups in the country and commits crimes and acts of terror in many different areas of the country.11 One source in the National Documentation Package indicates that ELN groups are in constant dialogue and can monitor a target across the country.12 As such, I acknowledge that if sufficiently motivated, the ELN may have the capacity to track someone in a different location.\n[31] However, I disagree with the claimants' characterization of the agent of harm and their affiliation with the ELN. I have insufficient evidence before me to conclude that the armed individuals who were threatening the claimants have a significant position with the ELN. This is significant because it has direct bearing on the capacity of the armed group to locate the claimants in another city.\n[32] The associate claimant testified that he knows that the armed group is affiliated with the ELN because it is \"common knowledge\" but also testified that when the armed group initiated contact they described themselves as a \"new group coming into XXXX.\" When making the police report, the associate claimant described the group as a \"new group from XXXX, Tolima\" that \"needed financial support.\"13 Likewise, the claimants disclosed a news article which points to the rising crime rate in XXXX and which attributes this to \"criminal gangs\" operating in the area and targeting vulnerable sectors of the city. The article does not indicate that the ELN is responsible for any of these crimes.14 The claimants have also disclosed additional country condition evidence about the ELN, but these articles do not provide proof that the ELN is the armed group that is targeting the claimants.15\n[33] The associate claimant testified that the armed group identified itself as affiliated with the ELN only once, during the altercation which occurred on XXXX XXXX, 2019. At this point, the armed group had contacted the claimants twice over the phone, had written one threatening letter, and had threatened the associate claimant and the minor claimant in person in order to convince the claimants to give into their extortion demands. Given these circumstances, I do not find there is sufficient evidence to tie the armed group to the ELN and find that it was just as likely that the armed gang referenced the ELN during the altercation in order to cause the claimants to become fearful and take their threats seriously.\n[34] The associate claimant also alleged that the armed group targeting his family has ties to the FARC. When asked how he knew the group was affiliated with the FARC, he indicated that \"it's the same organization in the end.\" He did not provide any proof that the armed group has links to the FARC and, based on his testimony, the group has never identified itself as aligned with the FARC. The police report that has been disclosed also does not indicate that the associate claimant identified the group as affiliated with the FARC or that the police viewed the group as affiliated with the FARC. Although the claimant has provided country condition evidence which indicates that the FARC are \"resuming their war against Colombia after having demobilized under the 2016 peace agreement\" and are building alliances with the ELN, there is no indication that the armed group that has threatened the claimants is related to the FARC.16 I therefore find that any allegation that the armed group is aligned with or has ties with the FARC is speculative.\n[35] There is insufficient evidence to establish that the members of the armed group that targeted the claimants are high-level members of the ELN or the FARC who have any level of influence or power. Given the evidence that is before me, I find it is speculative to suggest that the armed group that targeted the claimants would have the connections or the resources to locate the claimants throughout Colombia.\n[36] For all these reasons, I conclude that the claimants have not established on a balance of probabilities that the agent of harm has the means to locate them in Cartagena.\nConclusion on the First Prong of the IFA Test\n[37] Based on the evidence before me, I find that there is insufficient evidence that the agent of harm would have the motivation or means to pursue the claimants if they were to relocate within Colombia. I thus find on a balance of probabilities that the claimants would not be personally subject to a section 97 risk in Cartagena.\nSecond Prong of the IFA Test: Reasonableness of the IFA\n[38] With respect to the second prong of the IFA test, I find on a balance of probabilities that the claimants' lives or safety would not be jeopardized by traveling to or living in Cartagena and that it would not be unreasonable, given all the circumstances, including those particular to the claimants, to expect the claimants to relocate to this city.17\n[39] When asked if there was any other reason the claimants could not relocate to Cartagena, the claimants indicated that they would not feel safe anywhere in Colombia. I accept that armed criminal groups have a profound impact on security in Colombia. However, sources have assessed Cartagena as being only a \"medium-threat\" location for crime and have indicated that Cartagena shares many of the same crime problems that plague large cities around the world, and that the most common types of crimes include muggings, assaults, cell phone theft, credit card fraud, and burglaries.18 Sources further indicate that Colombia's two most prominent terrorist organizations, the ELN and the FARC, do not have a significant presence in Cartagena.19 While violent crime does occur in Cartagena, it does not occur at such a level as to render the IFA unreasonable.\n[40] I also find that relocation to Cartagena is reasonable in the claimants' particular circumstances. Cartagena is a major urban centre in Colombia with over one million inhabitants.20 Both of the adult claimants are educated. The associate claimant is trained as a XXXX XXXX and as a XXXX XXXX XXXX XXXX XXXX and has completed XXXX XXXX towards his XXXX XXXX. The principal claimant is a XXXX XXXX with experience working in XXXX and has completed XXXX XXXX towards an XXXX XXXX XXXX XXXX XXXX. Given the urban nature of Cartagena and the claimants' qualifications and work experience, I find that it is likely that the adult claimants would be able to find work and sustain themselves in Cartagena. As the minor claimant would relocate with her parents, I further find that she would have the support necessary to establish a life in Cartagena. I acknowledge that relocating to Cartagena may be difficult given the claimants' lack of connection to the city, but there is no evidence that the conditions would be unduly harsh such that they would render the IFA unreasonable.\nConclusion on the Second Prong of the IFA Test\n[41] In sum, I have considered the conditions in Cartagena and all the circumstances of the case, including the personal situation of the claimants. I have considered the documentary evidence and the country conditions in Colombia. Based on all the evidence before me, I find that the claimants have not established that their lives or safety would be jeopardized upon relocating to Cartagena. Accordingly, I find that the claimants have an IFA in Cartagena.\nCONCLUSION\n[42] I conclude that the claimants are neither Convention refugees nor persons in need of protection and I reject their claims.\n(signed)\n\"Megan Kammerer\"\nMegan Kammerer\nJanuary 28, 2020\nDate\n1 Immigration and Refugee Protection Act, S.C. 2001, c. 27.\n2 Exhibit 1.\n3 Exhibit 4, pp. 17-20.\n4 Exhibit 6, pp.14-20; Exhibit 5, pp. 3-13.\n5 Exhibit 5, pp. 14-24.\n6 Exhibit 6, pp. 3-7.\n7 Exhibit 6, pp. 14-20; Exhibit 5, pp. 3-13; Exhibit 5, pp. 14-24.\n8 Exhibit 4, pp. 17-18.\n9 Exhibit 4, pp. 19-20.\n10 Exhibit 6, pp. 3-7.\n11 Exhibit 3, National Documentation Package (NDP), Colombia, May 31, 2019, Items 2.1 and 7.23.\n12 Exhibit 3, NDP, Item 7.23 Response to Information Request (RIR) COL106085.E.\n13 Exhibit 5, p. 12.\n14 Exhibit 7.\n15 Exhibit 4.\n16 Exhibit 6.\n17 Ranganathan v. Canada (Minister of Citizenship and Immigration), 2000 CanLII 16789 (FCA), paragraph 15.\n18 Exhibit 3, NDP, Item 7.13.\n19 Exhibit 3, NDP, Item 7.4.\n20 Exhibit 3, NDP, Item 1.5.\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nRPD File No. \/ N° de dossier de la SPR : VB9-04335\/04343\/04350\n1\nRPD.29.01 (October 4, 2019)\nDisponible en français\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"Megan Kammerer\"}"
    },
    {
        "citation":"TB0-04269",
        "citation2":"",
        "dataset":"RPD",
        "name":"",
        "source_url":"3580918.txt",
        "scraped_timestamp":"2023-11-13",
        "document_date":"2020-02-04",
        "year":2020,
        "unofficial_text":"RPD File No. \/ N° de dossier de la SPR : TB0-04269\nTB0-05606\nPrivate Proceeding \/ Huis clos\nRedetermination of the Claim\nReasons and Decision ? Motifs et Décision\nClaimant(s)\nXXXX XXXX XXXXXXXX XXXX XXXX\nDemandeur(e)(s) d'asile\nMay 9, 2019\nDate(s) of Hearing\nAugust 30, 2019\nDate(s) de l'audience\nPlace of Hearing\nToronto, Ontario\nLieu de l'audience\nDate of Decision\nFebruary 4, 2020\nDate de la décision\nand reasons\net des motifs\nPanel\nH. ROSS\nTribunal\nCounsel for the Claimant(s)\nMichael Korman\nBarrister and Solicitor\nConseil(s) du (de la\/des) demandeur(e)(s) d'asile\nDesignated Representative(s)\nN\/A\nReprésentant(e)(s) désigné(e)(s)\nCounsel for the Minister\nR Wyse\nConseil du (de la) ministre\nREASONS FOR DECISION\n[1] XXXX XXXX and XXXX XXXX XXXX, the claimants, seek protection in Canada pursuant to sections 96 and 97(1) of the Immigration and Refugee Protection Act (IRPA).1\n[2] Rule 55(1) of the Refugee Protection Division (RPD) Rules mandates that where claimants have certain specified relationships, such as spouses or parent and child, their claims are to be joined.2 The claimants are spouses, thus their claims are being heard jointly.\nBACKGROUND\n[3] The claimants allege a well-founded fear of persecution in Hungary by reason of their Roma ethnicity.3 They identify the agents of persecution as Hungarian Guards, skinheads, and persons who are hostile and aggressive towards Roma in general. They are reluctant to return to Hungary because, in their view, there is an increasing degree of discrimination in all walks of life including education, housing and employment.\n[4] In addition, they allege the following specific incidents of discrimination:\n* 2007 - the male claimant and his friends were refused entry into a nightclub because they were Roma;\n* XXXX 2009 - the claimants' fence was destroyed. It was the only one in the neighbourhood that was destroyed. They were the only Roma family in the neighbourhood;\n* XXXX 2009 - three Hungarian Guards in a black car confronted the male claimant. The attack was unprovoked. The three men beat the male claimant. They also threaten to harm or kill him. The male claimant managed to flee the scene, but could hear the men uttering death threats against his family as he fled;\n* XXXX 2009 - a week later an attempt was made to invade the claimant's home;\n* XXXX 2010 - two Hungarian Guards attacked the male claimant as he was returning home from the store. He fled;\n* 2000 - 2010 - the claimants were forced to move six times because of discrimination and harassment; and\n* XXXX 2010 - the landlord evicted the family because the neighbours objected to living next to Roma persons.\n[5] The claimants also allege that after the male claimant left Hungary and came to Canada, two men attacked, insulted and beat the female claimant. Meanwhile, their daughter fell victim to discrimination at school. Not only was she excluded from full participation in her classes, she was beaten up.\nIDENTITY\n[6] On the basis of the certified copies of the claimant's Hungarian passports, the panel finds that their identities have been satisfactorily established.4\nPRELIMINARY MATTERS\n[7] Initially, the Minister indicated that he intended to intervene in the hearing of the claims. On June 14, 2012, Counsel for the Minister served the Refugee Protection Division with a Notice to Intervene.5 Counsel for the Minister alleged that the male claimant was wanted in Hungary for the crime of \"aggravated fraud.\"6 Counsel for the Minister argued that, pursuant to Article 1F(b) of the Convention on the Status of Refugees (Refugee Convention),7 and section 98 of the IRPA,8 the male claimant was potentially excluded from Convention refugee protection.\n[8] These provisions provide that persons who have committed serious non-political crimes prior to entry into Canada are excluded from Convention refugee protection. Article 1F(b) of the Refugee Convention reads as follows:\nF. The provisions of the Convention shall not apply to any person with respect to whom there are serious reasons for considering that:\n[...]\nb) he has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee...9\n[9] Section 98 of the IRPA states:\n98 A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.10\n[10] The Minister also signalled his intention to intervene on the basis that the claimants' credibility was impugned because they did not disclose the fact of their Hungarian convictions at the time they made their claims for refugee protection. Subsequently, Counsel for the Minister altered his position. He withdrew his intervention regarding exclusion, but maintained his position with respect to his credibility objections.11\n[11] The Minister participated in the hearing by means of documents only, and did not appear in person.\n[12] Notwithstanding the Minister's withdrawal of his intervention on the basis that the male claimant is excluded from Convention refugee protection for the commission of a serious non-political crime, the panel found that it remained incumbent upon it to determine whether the male claimant was inadmissible to Canada. The panel places reliance for its position in the statements made by Justice Gleason.\n[13] In Ospina Velasquez, Justice Gleason was considering a similar question, namely whether the Board erred in finding that the claimant was inadmissible under Article 1F(b) of the Convention even though the Minister had not intervened.12 The claimant did not dispute the Board's jurisdiction to inquire into exclusion on its own motion, given the duty and role of the Board under the IRPA. Instead, he claimed that the Board did not give adequate weight to the fact the Minister had chosen not to intervene, which is similar to the Minister's position in this claim.\n[14] In rejecting the claimant's argument, Justice Gleason stated that the Board is not bound to accept the position of a party in any case and, instead, is required to carry out its statutory duty of applying the IRPA. To wit \"Second and more fundamentally, the Board is not bound to accept the position of a party in any case and instead is required to carry out its statutory duty of applying the IRPA\"13 He stated at paragraph 15 of the decision that under the IRPA, the \"RPD's role is an inquisitorial one.\"14 Justice Gleason also referred to the Board Chairperson's Guideline 7: Concerning Preparation and Conduct of a Hearing in the Refugee Protection Division, which gives RPD Members powers equivalent to those of commissioners.15\n[15] In Nwobi, Mr. Justice Martineau discussed the Board's role in determining whether a person is inadmissible under Article 1F(b) of the Convention, noting that it is distinct from that of a judge, and that the Board can inquire into exclusion of its own motion.16 Citing Justice Gleason's statements in Ospina Velasquez, Martineau, J. stated that the Board is duty bound to consider all grounds, including grounds that had not been raised by the parties. The panel also looks to the statements of the Federal Court of Appeal in Arica, where the Court unequivocally stated:\nThe fact that the Minister does not participate in the hearing, either because he does not wish to do so or because he is not entitled to notice under rule 9(3), does not alter the right of the Board to render a decision on the issue of exclusion.17\n[16] Moreover, in Alwan, the Court concluded that since the RPD has \"sole and exclusive jurisdiction to hear and determine all questions of law and fact, including questions of jurisdiction,\" non-participation of the Minister does not preclude an exclusion finding.18 Accordingly, the panel proceeded to hear evidence on the issue of exclusion under Article 1F(b) and section 98 of the IRPA.\nISSUES\n[17] The issues that arise for determination are:\n* whether the male claimant excluded from Convention refugee protection pursuant to Article 1F(b) and section 98 of the IPRA; and\n* the credibility of the claimant's allegations of persecution.\nDETERMINATION\n[18] The panel determines that, pursuant to Article 1F(b) and section 98 of the IRPA, the male claimant is excluded from refugee protection.\n[19] The panel determines that the female claimant is not a Convention refugee, and is not a person in need of protection.\nAre there serious reasons for considering that the male claimant has committed a serious non-political crime?\n[20] The evidence reveals that, as an adult, the male claimant was charged a number of offences, including the criminal offences that relate to the Minister's intervention.19 An Interpol Warrant alleges that he is wanted in relation to \"aggravated fraud.\"20\n* 1 count of persistent fraud with incitement as per paragraph 318(1), Section (2), Point c.) and Section (5) Subsection B.) of the Criminal Penal Code [Hungary]\n* 5 counts of persistent fraud with incitement as per Paragraph 318, Section (1) Subsection c.), and Section (5), subsection b.) of the Criminal Penal Code [Hungary]\n* 1 count of criminal fraud as per Paragraph 318, Section (1) and (2), (5) Subsection b.), as well as Paragraph 16 of the Criminal Penal Code [Hungary]\n* 1 count of criminal fraud as per Paragraph 318. Section (1) and (2) Section (4), Subsection b.) of the Criminal Penal Code [Hungary]\n* 11 counts of document forgery as per Paragraph 276 (Indictment section 1,2,34,6,7,8,9,10,14,16) of the Criminal Penal Code [Hungary]\n* 1 count of document forgery as per paragraph 276 (indictment section 15) of the Criminal Penal Code [Hungary].21\n[21] In his initial submissions, the Minister argued that the male claimant violated sections 328 and 318 of the Hungarian Penal Code:\nSection 318\n(1) The person who - for unlawful profit-making - leads somebody into error or keeps in error and causes damage thereby, commits fraud.\n(2) The punishment shall be for a misdemeanor imprisonment of up to two years, labour in the public interest, or fine, if the fraud causes a smaller damage, or the fraud not exceeding the value limit for minor offence is committed\na) as part of a criminal conspiracy,\nb) on the scene of public danger,\nc) in a business-like manner.\n(4) The punishment shall be for a felony imprisonment of up to three years, if\na) the fraud causes a greater damage,\nb) the fraud causing a smaller damage is committed in the manner defined in subsection (2), paragraphs a) to c).\n(5) The punishment shall be imprisonment from one year to five years, if\na) the fraud causes considerable damage,\nb) the fraud causing greater damage is committed in the manner defined in subsection (2), paragraphs a) to c).Subsection (2).\n(6) The punishment shall be imprisonment from two years to eight years, if\na) the fraud causes an especially great damage,\nb) the fraud causing a considerable damage is committed in the manner defined in subsection (2), paragraphs a) to c).\n(7) The punishment shall be imprisonment between five to ten years for the crime of fraud if committed\na) causing particularly substantial damage\nb) causing particularly considerable damage in the manner described in Paragraphs a)-c) of Subsection (2) above,\nc) as part of a criminal organization.22\n[22] Counsel for the Minister submitted that these sections of the Hungarian Criminal Code are equivalent to section 380(1) of the Criminal Code of Canada (CCC), which addresses the crime of fraud.23 The section provides:\n380 (1) Everyone who, by deceit, falsehood or other fraudulent means, whether or not it is a false pretence within the meaning of this Act, defrauds the public or any person, whether ascertained or not, of any property, money or valuable security or any service,\n(a) is guilty of an indictable offence and liable to a term of imprisonment not exceeding fourteen years, where the subject-matter of the offence is a testamentary instrument or the value of the subject-matter of the offence exceeds five thousand dollars...24\n[23] Both provisions address the crime of fraud. They describe the circumstances when the crime of fraud would be considered to have been committed under the respective law. Thus, under the Hungarian law, the following elements are required:\n* the intent to make an unlawful profit;\n* the inducement of an error by a third person, linked to the unlawful profit or the maintaining of that person in his or her error; and\n* damage.\n[24] The Canadian law requires that there be:\n* deceit;\n* a fraudulent act; and\n* damage.\n[25] The panel is of the view that the elements of the crime described in both legislative schemes are sufficiently similar, as to speak to the same or similar crime(s). The panel finds that the crime of fraud described by section 318 of the Hungarian Penal Code is equivalent to the crime of fraud described in the CCC.\n[26] The male claimant was charged with and convicted of seven counts of fraud. The panel is satisfied that had the male claimant committed these crimes in Canada, he would have been charged with fraud as set out in section 380 of the CCC. The panel finds that, as initially argued by Counsel for the Minister, had the male claimant committed the alleged crimes in Canada, he could have received the maximum penalty of ten years, and thus under Article 1F(b), he would have been excluded from refugee protection.\nDid the male claimant commit a serious non-political crime?\n[27] Much of the case law is given over to defining what is meant by 'serious reasons for considering' as well as 'non-political crime.' In Ezokola, the Supreme Court of Canada (SCC) equates 'serious reasons for considering' to 'less than the balance of probabilities' but more than mere suspicion or conjecture.25\n[28] The Federal Court of Appeal has stated that 'serious non-political crime' refers to \"ordinary crimes which are recognised by traditional criminal law.\"26 However, the Court has also made it clear that economic crimes are not excluded, as a claimant may be excluded for purely economic crimes.27 This is important because the male claimant's crimes that are the subject of this proceeding are crimes of an economic nature.\n[29] It has not been advanced that the crimes of which the male claimant was convicted were political crimes. The panel finds that they were patently non-political crimes.\n[30] The Minister withdrew his exclusion intervention on the basis that the male claimant's \"offences do not meet the threshold of seriousness for purpose of Article 1F(b).\"28 The Minister argued that as the male claimant likely would not have received the maximum penalties for his offences, and, in fact, received sentences of between two to three years. It is indicated that the sentences would not be considered serious enough for exclusion.\n[31] The panel disagrees with the Minister's reasoning. The panel is of the view that it is the potential penalty, as opposed to the actual sentence received, that is determinative of the threshold for seriousness. The panel relies on the decision in Febles for its position.29 In Febles, Chief Justice McLachlin, who rendered the opinion of the majority of the SCC, stated that she was in agreement with the decisions of the Federal Court of Appeal (FCA) in Chan30 and Jayasekara.31 In those cases, the FCA has taken the view that where a maximum sentence of ten years or more could have been imposed had the crime been committed in Canada, the crime will generally be considered serious.\n[32] Section 380 of the CCC imposes a maximum penalty of ten years for the crime of fraud. According to his Hungarian Attorney-at-Law, Gabor Kelenyi, the male claimant was found guilty of seven counts of fraud and seven counts of document forgery.32 In light of the maximum penalty contained in section 380, the panel finds that the male claimant's fraud convictions are prima facie convictions for serious crimes.\n[33] Furthermore, the male claimant testified that he pled guilty to the charges. A plea of guilty to a charge constitutes a sound basis for a finding that there are serious reasons for considering that the male claimant has committed a serious non-political crime.33 In reaching its determination as to whether there are serious reasons for considering that the male claimant has committed a serious non-political crime in Hungary prior to coming to Canada, the panel considered the cumulative effect of the indictment, the male claimant's admissions as to his convictions, and his plea of guilty. Taking all of this information into consideration, the panel finds that there are serious reasons for considering that he did.\nOught the male claimant to be excluded from refugee protection?\n[34] In Febles, Chief Justice McLachlin writing for the majority, indicated that while a ten-year maximum penalty would normally give rise to a presumption that the crime in question is a serious crime, it was a rebuttable presumption:\n...this generalization should not be understood as a rigid presumption that is impossible to rebut. Where a provision of the Canadian Criminal Code, R.S.C. 1985, c. C-46, has a large sentencing range, the upper end being ten years or more and the lower end being quite low, a claimant whose crime would fall at the less serious end of the range in Canada should not be presumptively excluded. ... the presumption may be rebutted in a particular case. While consideration of whether a maximum sentence of ten years or more could have been imposed had the crime been committed in Canada is a useful guideline, and crimes attracting a maximum sentence of ten years or more in Canada will generally be sufficiently serious to warrant exclusion, the ten-year rule should not be applied in a mechanistic, decontextualized, or unjust manner.34\n[35] Jayasekara provides a road map by which panels are to be guided in their determination of whether to exclude a claimant from refugee protection pursuant to Article 1F(b) and section 98 of the IRPA.35 It was held that, with respect to Article 1F(b) when determining whether or not a crime is to be considered 'serious' for the purpose of exclusion, panels should evaluate the following factors: \"the elements of the crime, the mode of prosecution, the penalty prescribed, the facts, and the mitigating and aggravating circumstances underlying the conviction.\"36\nThe elements of the crime\n[36] The relevant legislative provisions have been discussed above and found to be substantially similar in both pieces of legislation. The male claimant testified that the fraudulent activity involved fraudulent credit applications for loans, consumer goods, and used cars. The persons applying for the loans and credit were all Roma. In some instances, they passed the receipts, either in whole or in part, back to the male claimant. He alleged that the salesmen in the car dealerships were aware of and participated in the fraudulent activity by providing paperwork for the fraudulent car loans.\n[37] Section 374 of the CCC addresses forgery and offences resembling forgery.37 The section makes them indictable offences that carry a maximum prescribed penalty upon conviction of fourteen years. Section 375 of the CCC is also relevant:\nEveryone who demands, receives or obtains anything, or causes or procures anything to be delivered or paid to any person under, on or by virtue of any instrument issued under the authority of law, knowing that it is based on a forged document, is guilty of an indictable offence and liable to imprisonment for a term not exceeding fourteen years.38\nThe mode of prosecution and the prescribed penalties\n[38] Accord to the indictment, the male claimant was charged with twelve counts of document forgery, his Attorney-at-Law states that he was convicted on twelve counts and found guilty of a lesser offence in respect of the other five counts.39 At least five of the male claimant's fraud charges were laid under section 318(5) of the Hungarian Law, which not only attracts a higher penalty, but acknowledges that the frauds were carried out as part of a Criminal conspiracy, on the scene of public danger or, what the Hungarian Law describes as a 'business-like' manner.40 As stated earlier, the male claimant admitted that the frauds were carried out in respect of commercial ventures.\n[39] The male claimant was also charged with twelve counts of uttering forged documents. These charges proceeded on indictment, 41 indicating, on its face, that the Hungarian Law, clearly viewed these offences as serious offences.\n[40] Section 318 of the Hungarian law prescribes a range of penalties depending on the value of the good, the extent of the frauds and the manner in which they are committed, while no such range attached to section 380 of the CCC. However, as the male claimant did not receive a sentence below two years of imprisonment, the panel infers that his offences were treated as felonies and not misdemeanours, and punished accordingly.\nThe facts\n[41] The indictment states that the male claimant was involved in fraudulent activity that affected banks, grocery stores, electronic stores, and car dealerships.42 The amounts ranged from XXXX XXXX XXXXto XXXX XXXX XXXX XXXX XXXX Hungarian forints. It also alleged that if it were not for the fact that some institutions denied credit, the frauds would have been greater.\n[42] In a letter addressed to the female claimant, XXXX XXXX provided the following description of the outcome of the male claimant's criminal trial:\n... several defendants (altogether 7) and criminal acts (altogether 20) had been tried during this criminal trial. The latter ones were relatively minor private-document-forgery offences (altogether 12). Of these five offences the Court did not find XXXX XXXX XXXX XXXX responsible for the offense, but rather found that he played a role as person who was aiding and abetting. Further the Court found that my client, XXXX XXXX XXXX XXXX was responsible in 1 count of fraud, and it remained as such that monetary damage was not inflicted with relation to the crime.\nThe Court found XXXX XXXX XXXX XXXX criminally liable for the remaining offences. One of the victims was \"XXXX XXXX XXXX\" (Zrt=Incorporation - Translator). The total sum of the financial damage was: XXXX XXXX XXXX Forints.\nThe victim of the other offense was \"XXXX XXXX XXXX\" and the financial damage was XXXX XXXX XXXX Forints. The total sum of these 2 offenses is XXXX XXXX XXXX Forints (=$XXXX CDN).43\n[43] XXXX XXXX XXXX goes on to state that the male claimant was the only defendant who appealed the convictions. He writes \"[u]pon our application the County Court of XXXX XXXX XXXX XXXX XXXX had modified the sentence in the first instance, in that the Court found XXXX XXXX XXXX XXXX as a person who was only aiding and abetting in the offense.\"44\n[44] At the hearing, the male claimant did not contest the facts of the frauds as set out in the indictment that was before the Hungarian Court.45 He amplified the circumstances of the charges. He stated that that, contrary to what was stated in the indictment, the criminal conduct spanned not three months but a period of three to four years, during which he purchased seven second-hand motor vehicles, three for himself and four for other persons. He stated when he made the purchases, he was either not employed or not employed in a steady job that would have allowed him to qualify for the credit purchases. However, using falsified documents, mainly employment documents, he was able to obtain the necessary credit. He testified that these forged documents were prepared by employees of the dealerships from which he purchased the cars and that he actually did make some of the instalment payments. All of the vehicles have been repossessed.\n[45] The male claimant also admitted that he assisted Roma clients, including family and friends, to obtain goods and loans using false documents. Usually, these documents either inflated the applicant's income or claimed that he or she was employed, enabling the applicant to obtain loans, credit or goods, mainly used cars. The male claimant benefitted from the scheme in that he received a 'kickback' from each client.\n[46] The letter from the male claimant's Hungarian attorney indicates that he was found guilty of the lesser crime of aiding and abetting document forgery in five instances, and was found guilty of one count of fraud that involved no monetary damage. As the male claimant was found guilty of the remaining counts, it means that he was found guilty of seven counts of fraud and seven counts of document forgery.\nMitigating and aggravating circumstances underlying the convictions\n[47] Counsel for the claimants submits the following as mitigating factors:\n* the male claimant's Roma identity;\n* that the claimant was scapegoated and received a harsher penalty because he is Roma;\n* the fact that the crimes were financial in nature;\n* the crimes did not involve violence of any kind; and\n* the amounts involved were not overly significant.46\n[48] The male claimant's Roma ethnicity was also put forward as a further mitigating circumstance.47 He testified that he was dealt with more harshly because he is ethnically Roma. In his affidavit, XXXX XXXX, claims that while the actual trial was properly conducted, the Hungarian police were negligent in their investigation, with the result that the male claimant's convictions were unjust. XXXX XXXX, attests to his belief that the investigation focused improperly on the male claimant because he was Roma. He was of the view that the police ought to have also investigated the employees of the various banks that had been defrauded.\n[49] For the following reasons, the panel finds that the rationales put forward by the male claimant, his counsel, and by XXXX XXXX do not provide satisfactory mitigating factors:\n* while it is true that the crimes for which the male claimant was convicted were financial in nature and that they did not involve violence, it is largely acknowledged that financial crimes are not victimless. In this case, the victims were commercial enterprises and potentially the Hungarian consumer. Furthermore, in Xie, the Court decided that a claimant can be excluded from refugee protection for economic reasons;48\n* the male claimant testified that he was at all times aware that he was engaging in a fraudulent enterprise;\n* the male claimant benefitted from the scheme;\n* the male claimant was not forced to participate in the scheme, that is, he was acting willingly;\n* the scheme, while relatively simple, involved the use of forged employment and retirement documents that overstated the applicants' income and misstated the source of that income. The sole intent of the scheme was to obtain goods and moneys fraudulently; and\n* the male claimant sought to minimise the effect of the frauds by relying on the fact that the commercial enterprises did not participate in the trial. The panel finds that this indicates that he is not remorseful.\n[50] The panel is also not persuaded by the argument that the male claimant was dealt with more harshly because of his Roma ethnicity. XXXX XXXX offers his opinion that the male claimant \"was convicted for a crime that was undisclosed in its entirety by the Police and the Attorney General's Office, which may only have been in court for discriminative reasons, since he is Roma.\"49\n[51] On the strength of the documentary evidence, the panel is prepared to accept that Roma offenders, as part of a minority that experiences societal discrimination generally, may experience additional difficulties in their interactions with the Hungarian justice system.50 However, there is no independent evidence before the panel that could lead it to conclude that the male claimant was singled out for a harsher penalty. In fact, XXXX XXXX letter indicates that the male claimant appears to have been dealt with fairly, in that, on five counts he was found guilty of a lesser offence. In addition, he was able to appeal and had his original sentence shortened. Further, what is not revealed in the indictment is the extent of the fraud. At the hearing, it came out that the male claimant had been implicated in more than thirty transactions. Both he and the female claimant admitting that they assisted some thirty persons to obtain cars.\n[52] On his guilty plea, the male claimant was found guilty of the remaining fourteen offences. His total sentence was two years and eight months.51 The male claimant could have received a maximum penalty of five years under the Hungarian law for at least one of the offences, namely, one count of criminal fraud as per paragraph 318, Section (1) and (2, (5) Subsection b.). Given the number of counts for which he was found guilty, the panel is not persuaded that the male claimant was not dealt with leniently or that the penalty was increased due to his ethnicity.\n[53] In the absence of objective evidence to establish the facts of negligence or malice on the part of the police, the panel is also not persuaded by XXXX XXXX claims regarding the actions of the Hungarian police. According to the male claimant he conducted business with the car dealerships, therefore, it is not clear to the panel how the bank's employees were to be charged as accessories to the male claimant's frauds.\n[54] Further, XXXX XXXX did set out any objective facts on which he based his opinion. Accordingly, the panel finds that his opinion of the police investigation is simply that of a paid advocate with his theory of the case.\n[55] Furthermore, while XXXX XXXX takes the position that the male claimant's involvement in the frauds was minimal, that was not the claimant's testimony. He admitted being an active participant. The panel finds that, in these circumstances, the male claimant's Roma ethnicity is not a mitigating factor.\n[56] The panel does find that the fact that the male claimant pled guilty to the charges is a mitigating factor as his guilty plea rendered the expense of a trial unnecessary.\nAggravating factors\n[57] An aggravating factor in the determination is the fact that the male claimant does not take responsibility for his actions. He deflected his involvement in the frauds, which he characterised as minimal. He argued that others should have been charged along with him. He stated that he was not the mastermind. He argued that he should have been made to pay a fine. His position is captured in the following sequence of questions and answers:\nQn. You said that you made some 30 referrals to the car dealers? Is that correct?\nAns. Yes.\nQn. And you knew in each instance that fraudulent documents were being used?\nAns. Yes.\nQn. In respect to the shops, is it the same number of referrals?\nAns. Fewer.\nQn. And, again, you knew that a fraudulent document or documents were being used?\nAns. Yes.\nQn. You told the hearing several times that a Hungarian would not have been prosecuted or would not have received the sentence you got?\nAns. Because that is the way it is. Even my lawyer said to me that it is laughable that they sentenced me to two years.\nQn. When you say \"that is the way it is\" - please explain. Is that something you believe or something you have proof of?\nAns. I just know that there is great hatred of the gypsies in Hungary.\nQn. And based on that knowledge - that there is great hatred of the gypsies in Hungary - you think that your sentence was wrong?\nAns. Yes, I know that mine was not just.\nQn. Ultimately you did not serve this sentence?\nAns. No.\nQn. And you did not serve it because you came to Canada?\nAns. Yes.\nQn. And when you came to Canada, was it your intention to avoid serving the sentence?\nAns. That, as well as the persecution I feared for me and my family.\n[58] The panel finds that the male claimant's statements point to a lack of remorse for his crimes.\n[59] At the hearing, the male claimant admitted that he had been charged and convicted of the crimes of which he was accused. In response to the panel, he admitted that he pled guilty to the charges and was sentenced to a term of imprisonment of two years and eight months. He also admitted that he did not serve the sentence. In response to the panel's questions, the male claimant responded that he did not serve the sentence because he considered it to be unjust and, therefore, he fled to Canada. As can be seen from the questions and answers set out above, the male claimant argued that instead of imposing a jail sentence, the Hungarian Court could have imposed a fine. He admitted that he left Hungary to avoid serving the sentence.\n[60] The panel finds that leaving Hungary when he did was a deliberate act on the part of the male claimant. Further, the panel finds that in so doing, the male claimant placed himself in the position of being a fugitive from justice.\n[61] Counsel for the claimants put forward the argument that the effect of the verdict issued by the Secretary for Penal-Execution of the Court of Law of Miskolc is to vitiate or annul the conviction or, at least, to render it of no effect.52 The panel does not agree. In the panel's view, the verdict only states that the male claimant will not be sent to prison because the limitation period within which the sentence ought to have commenced has passed. It does not erase the fact that the claimant was tried and convicted and sentenced to a term of imprisonment of two years and eight months.\n[62] Accordingly, in light of the evidence before it, as well as, the male claimant's testimony that he deliberately came to Canada in order to avoid serving his sentence, the panel finds that the male claimant was a fugitive from Hungarian justice when he arrived in Canada.\n[63] In Febles, Chief Justice McLachlin, after reviewing leading cases from several jurisdictions including the United Kingdom and France, cited with approval a decision of the Supreme Court of New Zealand. She noted that:\nIn Attorney-General (Minister of Immigration) v. Tamil X..., the Supreme Court of New Zealand stated that two purposes underlie Article 1F(b): (1) to prevent fugitives from avoiding punishment for their crimes; and (2) to protect the security of states. The court made clear that the language of Article 1F(b) \"cannot... be read as confining exclusion to those who are fugitives from justice\"...53 [footnotes omitted]\n[64] In keeping with this dicta, the panel finds that as a fugitive from justice, Article 1F(b) of the Refugee Convention applies to the male claimant, XXXX XXXX. Therefore, he is excluded from the Convention refugee protection.\n[65] Having found that the male claimant is excluded from Convention refugee protection, the panel finds that in keeping with the decision in Xie, it is not necessary to address the inclusion aspect of the claim.\nThe female claimant\n[66] The female claimant relied on the allegations of persecution that the male claimant set out in his narrative. At the hearing, she adopted his testimony. She, too, was charged with and convicted of fraud. The specific charges were:\n* 2 counts of fraud as per Paragraph 318, Section (1) and (4), Subsection a.) (indictment section 11, 12) of the Criminal Code; and\n* 2 counts of document forgery as per paragraph 276, (indictment section 11, 12) of the Criminal Code.54\n[67] On conviction, the female claimant was sentenced to a term of imprisonment of one year. This was later changed to two years of probation.\n[68] In determining whether the female claimant is caught by Article 1F(b), the panel adopts its earlier reasoning regarding what constitutes \"serious reasons for considering that a claimant has committed a serious non-political crime prior to coming to Canada.\"55 On the basis of the indictment, sentence received, and other evidence that was before it, the panel finds that its analysis supports the conclusion that there are not serious reasons for considering that the female claimant committed a serious non-political crime prior to coming to Canada. Accordingly, the panel finds that she is not caught by Article 1F(b), and no question of exclusion arises. The issue to be determined, therefore, is whether the female claimant can credibly establish that there is a serious possibility that she would face persecution in Hungary.\n[69] The female claimant alleges that her previous experiences give rise to a well-founded fear of persecution in Hungary. To this she adds that the situation for Roma in Hungary has worsened since she left Hungary. Counsel for the Minister has submitted that the credibility of the female claimant is undermined by her actions in failing to disclose that she had been charged with and convicted of crimes in Hungary. The panel agrees.\n[70] In the panel's view by failing to disclose that she had been arrested and charged in circumstances where she clearly knew that she was, the female claimant has exhibited a willingness to mislead Canadian immigration authorities,56 which taints the whole of her evidence. Therefore, while the panel accepts that the female claimant, as a Roma person, likely experienced discrimination and harassment while she was at school, the panel is not persuaded that any discrimination she experienced in Hungary has risen to the level of persecution.\nDiscrimination while attending school\n[71] While the female claimant completed Grade 11 in 1999,57 she complained of discrimination and harassment while she was at school. Based on the documentary evidence that recounts the generally disadvantaged conditions under which Roma children are educated,58 the panel accepts the female claimant's allegations of discrimination and harassment during her school years. Nonetheless, the panel finds that the events of discrimination and harassment are now too remote to constitute persecution.\nDiscrimination in employment\n[72] The female claimant was gainfully employed from the time she left school up to the time she came to Canada.59 Thus, she cannot be said to have been prevented from earning a living. For this reason, the panel finds that any discrimination the female claimant may have experienced in respect of employment has not risen to the level of persecution.\nDiscrimination in housing\n[73] With respect to housing, the female claimant complains that due to anti-Roma discriminatory acts, she was unable to live peaceably in her home. In XXXX 2009, the family's fence was destroyed. She claimed that theirs was the only Roma family in the neighbourhood, and the vandalism was linked to the family's ethnicity. The panel finds this to be speculative because the male claimant testified that, in fact, there was at least one other Roma family living in their neighbourhood.\n[74] The claimants alleged that between 2000 and 2010, the family was forced to move more than six times, with them being actually evicted in XXXX 2010. They blamed their necessity to move on anti-Roma discrimination. Both claimants testified that they were forced to move because their white Hungarian neighbours did not want to live next to Roma persons. The panel finds that their allegations are not credible and trustworthy because despite their allegations, the male claimant admitted that he was not actually evicted in XXXX 2010. In fact, the family lived in the home until they came to Canada.\n[75] The male claimant testified that the landlord had wanted to evict the family for non-payment of rent, but did not do so because they had young children and could not be evicted during winter. He blamed the non-payment on theft, stating that the person who came to collect the rent stole the payment. Accepting for the moment that one month's rent was in fact stolen, the panel found that this testimony was not credible because when the male claimant was asked about the theft, he testified that it was his practice to pay the rent to the landlord's agent. He did so for some six months. When asked why he did not have receipts for any of the payments, the male claimant responded that he paid the rent to the agent as directed by the landlord.\n[76] In circumstances where the claimants allege that they are the victims of anti-Roma discrimination, the panel finds that it is reasonable to expect that they would ask for receipts as proof of payment of rent. In the circumstances, the panel finds that the male claimant's explanation is not satisfactory. The panel finds that the unsatisfactory explanation undermines the allegations that the claimants were forced to move six times because of anti-Roma sentiment. The panel finds, on a balance of probabilities, that the reason the claimants had to move was not related to their Roma identity.\n[77] Moreover, if the claimants are to be believed, their testimony and evidence indicates that for at least a decade they lived in predominantly non-Roma neighbourhoods. The panel finds that this fact further undermines their testimony that they were discriminated against in their choice of housing. The panel finds that the claimants have exaggerated their circumstances, and any move between 2000 and 2010 was not due solely to their Roma ethnicity as they alleged.\nAttacks against the male claimant\n[78] The male claimant alleged that he was the victim of two unprovoked attacks by Hungarian Guards. He testified that in XXXX 2009, three Hungarian Guards in a black car confronted him and threatened to kill him. As he fled, he could hear them threatening to kill his family. He did not testify that they followed him. When asked, the claimant denied knowing the men who attacked him. He testified that about a week later, there was an attempt to invade the family home. He surmised that it was the same persons who attacked him the week before. He testified that he lived in a town with a population of about 600,000, of whom roughly 80,000 were Roma.\n[79] The panel finds that this aspect of the principal claimant's testimony is not reliable because it is not plausible that in a town of this size, where the male claimant did not know his attackers and where they did not follow him, they would have known where he lived and try to invade his home. The panel rejects this aspect of the male claimant's testimony.\n[80] The male claimant also alleged that shortly before he left Hungary, Hungarian Guards attacked him as he left a store, however, he was able to get away from them.\n[81] Counsel for the Minister submitted that the male claimant's failure to disclose his criminal history undermines his credibility. To the extent that the failure demonstrates a willingness to mislead Canadian immigration authorities, the panel agrees. However, even without rejecting his allegations that members of the Hungarian Guard attacked him on two separate occasions, the panel finds that the discrimination the male claimant experienced did not rise to the level of persecution as they lack the element of frequency.\n[82] The female claimant relies mainly on the male claimant's story to establish her claim. In light of the panel's finding that the discrimination he experienced has not risen to the level of persecution, the panel makes the same finding about her claim.\nIncidents occurring after the male claimant left Hungary\n[83] The female claimant alleged that after the male claimant left Hungary and came to Canada, she was attacked and beaten. She also alleged that her child fell victim to discrimination at school. Shee was excluded from full participation in her classes and was beaten up.\n[84] The female claimant filed a police report to this effect. She also exhibited a medical report that was taken the day after the alleged report. The panel finds this report to be equivocal. On the one hand it states that there was \"no external sign of injury to the female claimant's left face and lower arm' while it also sates that that \"left side of her face and lower arm and abdomen bruises.\" The panel finds that the document is internally inconsistent on its face. Accordingly, the panel gives it little weight when determining the female claimant's allegation that she was beaten up in XXXX 2010. Ultimately, the panel finds that there is insufficient evidence before it to allow a finding that the Hungarian Guards attacked and beat the female claimant.\n[85] Their daughter's claim has already been adjudicated and was not before this panel. Therefore, the panel makes no determination regarding the female claimant's fears for her.\nSTATE PROTECTION\n[86] The female claimant alleges that state protection would not be forthcoming to her in Hungary. She relied on the male claimant's testimony that when they called the police in respect to the incident with their fence, the police closed the investigation after two months. The panel finds that this is not sufficient to establish a failure of state protection because it is apparent that the police did respond to the incident and did open an investigation into it.\n[87] The panel finds that the female claimant has not displaced the presumption of state protection.\nCONCLUSION\n[88] The claimants, XXXX XXXXandXXXX XXXX XXXX XXXX, seek protection in Canada pursuant to sections 96 and 97(1) of the IRPA. Based on the above analysis, the panel finds that pursuant to Article 1F(b) of the Refugee Convention, and section 98 of the IRPA, XXXX XXXX is excluded from Convention refugee protection.\n[89] The panel also finds that the female claimant is not a Convention refugee, and is not a person in need of protection as defined in sections 96 and 97(1) of the IRPA.\n[90] The claims of XXXX XXXXand XXXX XXXX XXXX are rejected.\n(signed)\n\"H. Ross\"\nH. ROSS\nFebruary 4, 2020\nDate\n1 The Immigration and Refugee Protection Act, S.C. 2001, c.27, as amended [IRPA], sections 96 and 97(1).\n2 Refugee Protection Division (RPD) Rules SOR\/2012-256, Rule 55.\n3 Exhibit 2, Personal Information Form (PIF) - TB0-04269.\n4 Exhibit 1, Package of Information from the Referring CBSA\/CIC, Certified True Copies of Passports.\n5 Exhibit 6, Minster's Notice of Intent to Intervene received June 14, 2012.\n6 Ibid.\n7 UN General Assembly, Convention Relating to the Status of Refugees, 28 July 1951, United Nations, Treaty Series, vol. 189, p. 137, available at: https:\/\/www.refworld.org\/docid\/3be01b964.html [Refugee Convention], Article 1F(b).\n8 IRPA, supra, footnote 1, section 98.\n9 Refugee Convention, supra, footnote 7, Article 1F(b).\n10 IRPA, supra, footnote 1, section 98.\n11 Exhibit 11, Minister's Notice of Intervention received July 19, 2019.\n12 Ospina Velasquez, Juan Carlos v. M.C.I. (F.C., no. IMM-4410-12), Gleason March 15, 2013, 2013 FC 273.\n13 Ibid., at para 15.\n14 Ibid.\n15 Ibid.; see also Chairperson's Guideline 7: Concerning Preparation and Conduct of a Hearing in the Refugee Protection Division: Guideline issued by the Chairperson pursuant to paragraph 159(1)(h) of the Immigration and Refugee Protection Act, Effective date: December 15, 2006 Amended December 15, 2012.\n16 Nwobi: M.C.I. v. Nwobi, Felix Eberechuk (F.C., no. IMM-5863-13), Martineau, May 30, 2014; 2014 FC 520.\n17 Arica, Jose Domingo Malaga v. M.E.I. (F.C.A., no. A-153-92), Stone, Robertson, McDonald, May 3, 1995. Reported: Arica v. Canada (Minister of Employment and Immigration) (1995), 182 N.R. 392 (F.C.A.), leave to appeal to S.C.C. refused (1995), 198 N.R. 239 (note) (S.C.C.), at para 8.\n18 Alwan, Riad Mushen Abou v. M.C.I. (F.C., no. IMM-8204-03), Layden-Stevenson, June 2, 2004, 2004 FC 807, at para 7.\n19 Exhibit 10, Previous Record, at pp. 107-122.\n20 Exhibit 6, Minster's Notice of Intent to Intervene received June 14, 2012; see also Refugee Convention, supra, footnote 7, Article 1F(B).\n21 Exhibit 10, Previous Record, at p. 119.\n22 Ibid., at pp. 5-6; see also p. 754.\n23 Criminal Code (R.S.C., 1985, c. C-46) [Criminal Code], section 380.\n24 Ibid.\n25 Ezokola v. Canada (Citizenship and Immigration), 2013 SCC 40, [2013] 2 S.C.R. 678.\n26 Zrig, Mohamed v. M.C.I. (F.C.A., no. A-33-02), Décary, Létourneau, Nadon, April 7, 2003, 2003 F.C.A. 178. Reported: Zrig v. Canada (Minister of Citizenship and Immigration), [2003] 3 F.C. 761 (C.A.), at para 108.\n27 Xie, Rou Lan v. M.C.I. (F.C.A., no. A-422-03), Décary, Létourneau, Pelletier, June 30, 2004 FCA 250. Reported: Xie v. Canada (Minister of Citizenship and Immigration), [2005] 1 F.C.R. 304 (F.C.A.) [Xie].\n28 Exhibit 11, Minister's Notice of Intervention received July 19, 2019, at p. 4.\n29 Febles v. Canada (Citizenship and Immigration), 2014 SCC 68, [2014] 3 S.C.R. 431 [Febles].\n30 Chan, San Tong v. M.C.I. (F.C.A., no. A-294-99), Isaac, Robertson, Sharlow, July 24, 2000. Reported: Chan v. Canada (Minister of Citizenship and Immigration), [2000] 4 F.C. 390 (C.A.).\n31 Jayasekara, Ruwan Chandima v. M.C.I. (F.C., no. IMM-1603-07), Strayer, February 21, 2008, 2008 FC 238; Jayasekara, Ruwan Chandima v. M.C.I. (F.C.A, no. A-140-08), Létourneau, Sharlow, Pelletier, December 17, 2008, 2008 FCA 404; Reported: Jayasekara v. Canada (Minister of Citizenship and Immigration), [2009] 4 F.C.R. 164 (F.C.A.) [Jayasekara].\n32 Exhibit 12, Disclosure received August 26, 2019, at p. 3.\n33 Singh: M.C.I. v. Singh, Binder (F.C.A., no. A-35-16), Stratas, Webb, Woods, November 24, 2016, 2016 FCA 300.\n34 Febles, supra, footnote 29.\n35 Jayasekara, supra, footnote 31.\n36 Ibid.\n37 Criminal Code, supra, footnote 23, section 374.\n38 Ibid., section 375.\n39 Exhibit 12, Disclosure received August 26, 2019, at pp. 3-4.\n40 Exhibit 10, Previous Record, at pp. 5-6.\n41 Ibid., pp. 107-134.\n42 Ibid., at pp. 107-122.\n43 Exhibit 12, Disclosure received August 26, 2019, at p. 3.\n44 Ibid.\n45 Exhibit 10, Previous Record, at pp. 107-122.\n46 Exhibit 13, Post-Hearing Submissions.\n47 Exhibit 10, Previous Record at pp. 684-685.\n48 Xie, supra, footnote 27.\n49 Exhibit 10, Previous Record at p. 685.\n50 Exhibit 4, National Documentation Package (NDP) for Hungary (March 29, 2019), item 13.5.\n51 Exhibit 6, Minster's Notice of Intent to Intervene received June 14, 2012, at p. 1\n52 Exhibit 7, Disclosure received February 12, 2019.\n53 Febles, supra, footnote 29, at para 53.\n54 Exhibit 10, Previous Record, at p. 119.\n55 Refugee Convention, supra, footnote 7, Article 1F(b).\n56 Exhibit 3, PIF - TB0-05606, at p. 5.\n57 Ibid., at p. 4.\n58 Exhibit 4, NDP for Hungary (March 29, 2019), items 2.1 and 13.5.\n59 Exhibit 3, PIF - TB0-05606, at p. 4.\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nRPD File No. \/ N° de dossier de la SPR : TB0-04269\nTB0-05606\nImmigration and\nRefugee Board of Canada\nRefugee Protection Division\nCommission de l'immigration\net du statut de réfugié du Canada\nSection de la protection des réfugiés\nRPD.29.1 (December 15, 2012)\nRPD File No. \/ N° de dossier de la SPR : TB0-04269\nTB0-05606\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"H. ROSS\"}"
    },
    {
        "citation":"TB8-03337",
        "citation2":"",
        "dataset":"RPD",
        "name":"",
        "source_url":"3580930.txt",
        "scraped_timestamp":"2023-11-13",
        "document_date":"2020-02-24",
        "year":2020,
        "unofficial_text":"\nRPD File No. \/ N° de dossier de la SPR : TB8-03337\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et Décision\nClaimant(s)\nXXXX XXXX XXXX\nDemandeur(e)(s) d'asile\nDate(s) of Hearing\nFebruary 13, 2020\nDate(s) de l'audience\nPlace of Hearing\nToronto, Ontario\nLieu de l'audience\nDate of Decision\nFebruary 24, 2020\nDate de la décision\nand reasons\net des motifs\nPanel\nA. Casimiro\nTribunal\nCounsel for the Claimant(s)\nCari Gombinsky\nConseil(s) du (de la\/des) demandeur(e)(s) d'asile\nDesignated Representative(s)\nN\/A\nReprésentant(e)(s) désigné(e)(s)\nCounsel for the Minister\nJ Thipphawong\nConseil du (de la) ministre\nREASONS FOR DECISION\n[1] This is the decision in the claim for refugee protection of XXXX XXXX, who claims to be a citizen of China, and is claiming refugee protection pursuant to section 96 and subsection 97(1) of the Immigration and Refugee Protection Act (IRPA).i\nALLEGATIONS\n[2] The details of the Claimant's allegations appear in his Basis of Claim (BOC) form and amended narrative under Exhibits 2 and 5 respectively and in his oral testimony. The central allegations of the case appear as follows.\n[3] The Claimant and his former common law partner were not able to register their marriage as they had not reached the statutory age for marriage at the time they applied to register their marriage. As a result, they were only able to hold a traditional marriage ceremony.\n[4] The Claimant's former common-law wife became pregnant. As this pregnancy was considered out of plan, it is alleged that the Claimant's former common-law wife was forced to undergo an abortion. The Claimant was also arrested, beaten and detained. He also had to pay a monetary fine.\n[5] Family planning officials kept on visiting the Claimant and he was fired from his job.\n[6] The Claimant eventually left China and came to the United States (\"U.S.\") in XXXX 2002. He made an asylum claim which was denied. His appeal was likewise denied. He then lived in the U.S. without status and crossed the border to Canada illegally in XXXX 2016.\n[7] He was arrested by Canadian police a year later and was detained. He subsequently made a claim for refugee protection.\n[8] While living in the U.S., the Claimant was involved in a vehicular accident causing death. Moreover, the Claimant claims that he had been removed from his Household Registry (\"Hukou\") in China. He also fears the Chinese police if he is to return back to China.\nMINISTER'S INTERVENTION\n[9] The Minister intervened in person on exclusion under Article 1F(b).ii\nDETERMINATION\n[10] For the following reasons, the panel finds that there are serious reasons for considering that the Claimant is excludable from protection pursuant to section 98 of the IRPAiii and Article 1F(b) of the United Nations Convention Relating to the Status of Refugees (Refugee Convention)iv as he committed a serious non-political crime in the U.S., that being the dangerous operation of a conveyance causing death.\nANALYSIS\nIdentity\n[11] On a balance of probabilities, the panel finds that the Claimant is who he says he is and he is a national of China. The Claimant explained the circumstances that led to his failure to provide a passport. In the alternative, the Claimant provided a copy of his old Hukou under Exhibit 7. A notarial birth certificate and a copy of his lost passport under Exhibit 10. He also provided copies of attestations, ID cards from his parents and siblings under the same exhibit.\nExclusion Analysis for the PC\n[12] The determinative issue in the analysis for the PC is whether he is excludable under Article 1F(b), which states: \"The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that he has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee.\"v\n[13] Section 98 of the IRPA and Article 1F(b) require the panel to assess whether there are serious reasons for considering that the PC committed a serious non-political crime outside of the country of refuge and prior to admission to Canada. According to the Supreme Court of Canada in Febles v. Minister of Citizenship and Immigration, 2014 SCC 68, [2014] 3 S.C.R. 431, in assessing whether a refugee claimant has \"committed a serious non-political crime\" the RPD must only focus on the facts and circumstances that existed at the time the crime was committed in assessing whether the crime was serious.vi\n[14] The panel must assess whether the crime committed was serious, taking into account the factors outlined in the Federal Court of Appeal decision of Jayasekara v. Canada (Minister of Citizenship and Immigration), [2009] 4 F.C.R. 164 (F.C.A.); 2008 FCA 404,vii including:\n* the nature and elements of the crime\n* the mode of prosecution (summary or indictment)\n* the penalty prescribed\n* the facts surrounding commission of the crime; and\n* mitigating and aggravating circumstances underlying the conviction.viii\n[15] The Court provided further guidance as to various mitigating and aggravating circumstances that may be considered when determining whether the crime was \"serious.\"ix The Court said that,\n[...] a constraint short of the criminal law defense of duress may be a relevant mitigating factor in assessing the seriousness of the crime committed. The harm caused to the victim or society, the use of a weapon, the fact that the crime is committed by an organized criminal group, etc. would also be relevant factors to be considered.x\n[16] The IRPA provides for exclusion on the basis of \"Serious Criminality\" in section 36(1) of the IRPA.\nSerious Criminality\n36 (1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for\n(a) having been convicted in Canada of an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, or of an offence under an Act of Parliament for which a term of imprisonment of more than six months has been imposed;\n(b) having been convicted of an offence outside Canada that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years; or\n(c) committing an act outside Canada that is an offence in the place where it was committed and that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years.xi\n[17] In Dengxii, Justice Hughes stated:\n...it was established that an \"exclusion\" hearing under Article 1F(b) is not in the nature of a criminal trial where guilt or innocence must be proven by the Minister beyond a reasonable doubt. Rather, the onus upon the Minister is to establish, based on the evidence presented to the Board, that there are \"serious reasons\" for considering...\n[18] The panel must be satisfied that the Claimant was responsible for or committed the crime or acts. At the hearing the Claimant testified that he was involved in a vehicular accident in the U.S. The Minister's disclosure under Exhibit 9, provides further elaboration as to the circumstances relating to the fatal accident noted above. The Claimant drove the vehicle involved in the accident, which resulted in a single fatality and the injuries of 18 people. He was charged and a warrant of arrest had been issued for him, when he failed to appear for a hearing into the case. The Claimant denies knowledge of any charges and testified that he was not aware of the hearing in the U.S.\n[19] The applicability of the exclusion clause does not depend on whether a Claimant has been charged or convicted of the criminal acts in question. The Minister's burden of proof is merely to demonstrate \"serious reasons for considering\" that the claimant committed such acts.xiii\n[20] The standard of evidence comprised in the phrase serious reasons for considering is well below that required in connection with either the criminal law (\"beyond a reasonable doubt\") or the civil law (\"on a balance of probabilities or preponderance of evidence\").xiv\n[21] In determining exclusion, the notion of what is to be considered a serious crime is in relation to the criminal law system of the country of refuge, rather than the country of origin.\n[22] The Minister is of the opinion that Article 1F(b) of the Refugee Convention has been raised by this claim on the grounds that the PC has committed a serious non-political crime in the U.S..\n[23] The Claimant was involved in a vehicular accident in the U.S, which resulted in one fatality and multiple injuries and damage to vehicles.\n[24] Sections 320.13(2) and 320.13(3) of the Criminal Code of Canada (\"the Code\") creates a hybrid offence, namely, it is an offence that can be prosecuted either by way of indictment or summarily at the election of the crown. Two widely different maximum penalties depending on the whether the offence was prosecuted by indictment or summarily. Hybrid offences, however, in virtue of s. 34 of the Interpretation Act, are deemed indictable unless and until the Crown has elected to proceed summarily, to wit:\nIndictable and Summary Offences\n* 34 (1) Where an enactment creates an offence,\n(a) the offence is deemed to be an indictable offence if the enactment provides that the offender may be prosecuted for the offence by indictment;\n(b) the offence is deemed to be one for which the offender is punishable on summary conviction if there is nothing in the context to indicate that the offence is an indictable offence; and\n(c) if the offence is one for which the offender may be prosecuted by indictment or for which the offender is punishable on summary conviction, no person shall be considered to have been convicted of an indictable offence by reason only of having been convicted of the offence on summary conviction.xv\n[25] As stated earlier a conviction or crime committed outside of Canada is considered serious criminality if it is for an offence that, if committed in Canada, would constitute an offence under an Act of Parliament that is punishable by a maximum term of imprisonment of at least 10 years.xvi This, would make the convicted person inadmissible to Canada.\n[26] The panel has also examined the UNHCR handbook regarding the interpretation of the exclusion clauses and has taken into consideration the two following paragraphs:\nIn evaluating the nature of the crime presumed to have been committed, all relevant factors-including any mitigating circumstances-must be taken into account.xvii\nWhile there is thus a possibility of granting asylum, the gravity of the persecution of which the offender may have in fear, and the extent to which such fear is well founded, will have to be duly considered in determining his possible refugee status under the 1951 Convention.xviii\n[27] The panel's analysis of the outlined Jayasekara factors is as follows.xix\nNature and Elements of the Crime:\n[28] In assessing whether there are \"serious reasons for considering\" that the individual committed a serious non-political crime, where a maximum sentence of ten years or more could have been imposed, it is a strong indication that the crime is a serious one.xx\n[29] In terms of the punishment in case of death as per Section 320.13(3), a person is liable on conviction on indictment to imprisonment for life.\n[30] The Claimant argues that what happened was an accident. He testified that he was unable to break his vehicle resulting in him hitting the vehicle in front of him. As a result, this triggered a domino effect which involved a total of four vehicles. In the end, there was one fatality and 18 injuries. The Claimant testified that he was distracted while looking at the highway signs. He was unable to break prior to impact.\n[31] The Claimant testified that this occurred in the early evening. The Police summary report included in Exhibit 9, indicate that it was dark at the time of the accident. The Claimant was taken for medical treatment and upon release was arraigned and bailed out and a bond was issued.\n[32] Moreover, in Exhibit 9, according to the police investigator's comments, the impact made by the Claimant's vehicle was so severe that the entire rear end of the vehicle it hit was crushed and the rear seat was pushed forward resulting in the fatality. There was no evidence of pre-impact breaking on the part of the Claimant. The Claimant did testify that it was too late for him to break at the point of impact.\nThe mode of prosecution and the penalty prescribed:\n[33] The crime of operation of a conveyance causing bodily harm and operation of a conveyance causing death are hybrid offences. It is worth noting that the police report indicates that the Claimant did not display any signs of intoxication and as such, no probable cause was developed for alcohol or drug testing. He was charged with Operation of a vehicle causing death which was listed as an unclassified misdemeanor.\n[34] The Claimant testified that he was not aware of any charges made against him and that he had hired a lawyer to take care of things for him with the assistance of a friend. The Claimant noted that the lawyer looked into the areas of compensation relating to insurance for example.\n[35] Given that the Claimant indicated that he was not aware of pending charges against him, he moved to a different jurisdiction and there is no indication that he notified authorities nor his counsel of this. The Claimant testified that he was not aware of such conditions.\n[36] According to documents supplied by the Minister and counsel under Exhibit 5, pg. 8, there is an outstanding warrant out for the Claimant for his failure to attend his court proceedings in the U.S. There is also indication that as a result, he violated his bond as per Exhibit 9, pg. 1.\n[37] As the Claimant did not attend the court proceedings and we do not have any other documents relating to the outcome of the proceedings, the panel has no further information to make a further assessment in this regard.\nThe facts surrounding the crime:\n[38] The Claimant did not dispute the details of the accident. His account seems to be in line with the police summary report.\n[39] It appears that the primary cause of the accident is the failure of the Claimant to give full attention to the roadway and the traffic conditions. Claimant's counsel argues that it is unfortunate that the accident took place and that someone was killed and others injured however, the event appears to be accidental.\nThe mitigating circumstances and aggravating circumstances underlying the conviction\n[40] The Minister argued some aggravating circumstances for consideration as follows:\n[41] The Claimant was driving a large motor vehicle. The Claimant's actions resulted in one fatality and injuries to 18 others.\n[42] Counsel to the Claimant argues that this was an unfortunate accident. There is no evidence that the Claimant was under the influence. This was echoed by the police summary report.\n[43] The Minister indicates that based upon the PC's testimony, the panel should find that the \"serious reasons for considering\" test has been met.\n[44] One important factor that the panel considered is the Claimant's claim that he was not aware that he was charged nor that the matter had not been settled at the time of his move to New York.\n[45] The panel asked whether the Claimant contacted his lawyer back in the U.S., to confirm the allegations brought forth by Canadian immigration officials in 2017 at the time he was advised of the missed court date and pending warrant. He testified that it had been a long time and he was not aware of how to get in touch with the lawyer. He testified that the friend who assisted him had previously passed away. He was asked if he had contacted his sister back in the U.S. to try and get information about pending charges relating to the accident. He noted that his sister is always busy and as such, had not been able to do so.\n[46] The Claimant may not have known prior to 2017 about the situation back in the U.S. but at the point he was advised of the situation, there is no indication that he made any attempts to either clear his name, if in fact he did not face any charges as he believed or in the alternative, to find out the real situation and possibly, make things right by facing the consequences of his actions.\n[47] The panel finds that the facts surrounding the commission of the crime do not lessen the Claimant's personal responsibility. He ought to have paid more attention to the roadway and carefully considered his driving speed in light of the traffic conditions and his years of driving experience.\n[48] Further, it is not likely that his lawyer in the United States did not advise him that there were charges pending as a result of the above accident. It is possible that the lawyer wanted to get in touch with the Claimant but as he indicated, he did not advise the courts nor his lawyer that he had moved to a different jurisdiction in the country. The Court in Delaware issued a warrant for his arrest when he did not appear for the trial. If his presence at a trial was not required, the court would not have issued a warrant for his arrest.\n[49] The panel notes that the Claimant continues to flee justice in the U.S. as he has not returned there to face the charges. Even if he did not know about these charges and the warrant until 2017, he has known about it since then.\n[50] The Claimant's flight from prosecution and justice is a significant aggravating factor in this case.\n[51] The panel finds that, based upon the above undisputed evidence, and given that the maximum sentence in Canada would be life imprisonment under section 320.21, the panel finds the offence committed by the PC should be considered serious and that the burden of proof of \"serious reasons for considering\" under Article 1F(b) has been met.\n[52] Given this disregard for public safety and flight from prosecution and justice, the panel finds the Claimant's offence is serious for the purposes of Article 1F(b) exclusion.\n[53] Accordingly, based on the above analysis, the PC is excluded from refugee protection pursuant to section 98 of the IRPA, in that there are serious reasons for considering that he has committed a serious non-political crime outside of Canada within the meaning of Article 1F(b) of the Refugee Convention.\n[54] The Federal Court has ruled that only if a Claimant is not excluded from refugee protection should the merits of a refugee claim be examined.xxi Therefore, there will not be an inclusion analysis.\nCONCLUSION\n[55] Having considered all the evidence, the panel finds that there are serious reasons for considering that the Claimant has committed a serious non-political crime outside of Canada. The panel therefore finds that Article 1F(b) of the Refugee Convention applies, by virtue of section 98 of the IRPA, thereby excluding the Claimant from refugee status and the status of a person in need of protection.\n[56] His claim is therefore rejected.\n(signed)\nAllan Casimiro\nA. Casimiro\nFebruary 24, 2020\nDate\ni Immigration and Refugee Protection Act (IRPA), S.C. 2001, c. 27, as amended, sections 96 and 97(1).\nii Exhibit 6.\niii IRPA, S.C. 2001, c. 27, as amended, section 98.\niv Convention and Protocol Relating to the Status of Refugees, UNHCR, 1951, Article 1F(b).\nv IRPA section 98 and Section F of Article 1 of the United Nations Convention Relating to the Status of Refugees.\nvi Febles, Luis Alberto Hernandez v. M.C.I. (F.C., no. IMM-7327-10), Scott, September 27, 2011, 2011 FC 1103; Febles, Luis Alberto Hernandez v. M.C.I. (F.C.A., no. A-379-11), Evans, Sharlow, Stratas, December 7, 2012, 2012 FCA 324; Febles, Luis Alberto Hernandez v. M.C.I. (S.C.C., no. 35215), McLachlin, LeBel, Rothstein, Moldaver, Wagner (majority); Abella, Cromwell (dissenting), October 30, 2014, 2014 SCC 68.\nvii Jayasekara v. Canada (Minister of Citizenship and Immigration), [2009] 4 FCR 164, 2008 FCA 404.\nviii Ibid.\nix Ibid.\nx Ibid.\nxi Immigration and Refugee Protection Act, S.C. 2001, c.27, section 36 (1).\nxii Deng, Xinzhi v. M.C.I. (F.C., no. IMM-4071-06), Hughes, September 20, 2007; 2007 FC 943, para. 23.\nxiii Moreno v. Canada (Minister of Employment and Immigration), [1993] F.C.J. No.912.\nxiv Moreno v. Canada (Minister of Employment and Immigration), [1994] 1 F.C. 298 (C.A.); Zrig v. Canada (Minister of Citizenship and Immigration), [2002] 1 F.C. 559.\nxv Interpretation Act, R.S., 1985, c. I-21, s. 34.\nxvi IRPA, s. 36(1)(b) and (c), and s. 101(2)(b)).\nxvii Office of the United Nations High Commissioner for Refugees. Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention and the 1967 Protocol relating to the Status of Refugees, Reedited, Geneva, January 1992.\nxviii Ibid.\nxix Jayasekara v. Canada (Minister of Citizenship and Immigration), [2009] 4 FCR 164, 2008 FCA 404.\nxx Febles, Luis Alberto Hernandez v. M.C.I. (F.C., no. IMM-7327-10), Scott, September 27, 2011, 2011 FC 1103; Febles, Luis Alberto Hernandez v. M.C.I. (F.C.A., no. A-379-11), Evans, Sharlow, Stratas, December 7, 2012, 2012 FCA 324; Febles, Luis Alberto Hernandez v. M.C.I. (S.C.C., no. 35215), McLachlin, LeBel, Rothstein, Moldaver, Wagner (majority); Abella, Cromwell (dissenting), October 30, 2014, 2014 SCC 68.\nxxi Xie v. Canada (Minister of Citizenship and Immigration), 2004 FCA 250, [2004] F.C.J. No. 1142.\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nRPD File No. \/ N° de dossier de la SPR :\nImmigration and\nRefugee Board of Canada\nRefugee Protection Division\nCommission de l'immigration\net du statut de réfugié du Canada\nSection de la protection des réfugiés\nRPD.29.1 (December 15, 2012)\nRPD File No. \/ N° de dossier de la SPR : TB8-03337\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"A. Casimiro\"}"
    },
    {
        "citation":"TB3-09544",
        "citation2":"",
        "dataset":"RPD",
        "name":"",
        "source_url":"3594186.txt",
        "scraped_timestamp":"2023-11-13",
        "document_date":"2020-02-04",
        "year":2020,
        "unofficial_text":"RPD File No. \/ N° de dossier de la SPR : TB3-09544\nPrivate Proceeding \/ Huis clos\nReasons and Decision ? Motifs et Décision\nClaimant(s)\nXXXX XXXX XXXX\n(A.K.A. XXXX XXXX)\n(A.K.A. XXXX XXXX)\n(A.K.A. XXXX XXXX XXXX)\nDemandeur(e)(s) d'asile\nDate(s) of Hearing\nFebruary 7, 2019\nDecember 3, 2019\nDate(s) de l'audience\nPlace of Hearing\nToronto, Ontario\nLieu de l'audience\nDate of Decision\nFebruary 4, 2020\nDate de la décision\nand reasons\net des motifs\nPanel\nK. Khamsi\nTribunal\nCounsel for the Claimant(s)\nHoward P. Eisenberg\nConseil(s) du (de la\/des) demandeur(e)(s) d'asile\nDesignated Representative(s)\nN\/A\nReprésentant(e)(s) désigné(e)(s)\nCounsel for the Minister\nCurtis Barry\nConseil du (de la) ministre\nREASONS FOR DECISION\n[1] This is the decision regarding an application filed by the Minister of Public safety under section 109 of the Immigration and Refugee Protection Act (IRPA)1 to vacate and nullify the Convention refugee status conferred in the refugee protection claim of the respondent, XXXX XXXX XXXX (A.K.A. XXXX XXXX), (A.K.A. XXXX XXXX), (A.K.A. XXXX XXXX XXXX), on November 12, 2003.\nDETERMINATION\n[2] After considering the evidence, the panel grants the Minister's application under section 109 of the IRPA. The panel determines that the decision of the Refugee Protection Division on November 12, 2003, conferring refugee protection to the respondent is nullified.\nBACKGROUND\n[3] The Respondent's Personal Information Form (PIF) narrative2 states that his name is XXXX XXXX, that he was born in Sudan on XXXX XXXX, 1975, and that he resided in Sudan until his escape to Canada on XXXX XXXX, 2003 where he claimed refugee protection. His refugee protection was granted by the RPD on November 12, 2003.\n[4] The Minister submits that the then claimant misrepresented his true identity and asylum status in the United States. That in fact a comparison of fingerprints concluded that he was the same person as XXXX XXXX, a resident of the United State who was conferred Asylum in 2001.\n[5] The respondent asserts that XXXX XXXX is his brother and that the evidence provided by the Minister is flawed.\nANALYSIS\n[6] Section 109 of the Immigration and Refugee Protection Act states that:\n(1) The Refugee Protection Division may, on an application by the Minister, vacate a decision to allow a claim for refugee protection, if it finds that the decision was obtained as a result of directly or indirectly misrepresenting or withholding material facts relating to a relevant matter.\n(2) The Refugee Protection Division may reject the application if it is satisfied that other sufficient evidence was considered at the time of the first determination to justify refugee protection.\n(3) If the application is allowed, the claim of the person is deemed to be rejected and the decision that led to the conferral of refugee protection is nullified.\nMinister's Application\n[7] In the Notice of Application to Vacate dated December 3, 20133, the Minister alleges that the respondent obtained refugee status in Canada by misrepresentation, by concealment of material facts, particularly regarding his identity and his immigration status in the United States.\n[8] The Minister provided additional documents to its application to vacate on March 12, 20194 .\n[9] On November 6, 2003 the respondent XXXX XXXX was found to be a Convention Refugee by the Immigration and Refugee Board's Refugee Protection Division.\n[10] The Minister's application indicates that the respondent misrepresented his identity and USA Refugee Protection status. The Minister has provided evidence in Exhibit 2,9,10,11,13,14,18 that shows that the result from a fingerprint comparison between XXXX XXXX and XXXX XXXX XXXX concluded that the respondent XXXX XXXX and XXXX XXXX XXXX resident of the United States are \"one and the same person\".\n[11] The Minister provided additional facts showing that both XXXX XXXX and XXXX XXXX XXXX list XXXX XXXX as their spouse; evidence that XXXX XXXX XXXX was caught using XXXX identity; travel history for the respondent while using both identities; omissions on the respondent's PIF and PR applications of an alleged brother named XXXX.\n[12] Furthermore, the Minister submits that the claimant was living under both identities after evidence was found in a package sent in XXXX 2010 by the respondent's spouse XXXX XXXX to an associate in Edmonton. The package contained documents addressed to XXXX XXXX including USA refugee travel documents and other ID issued to XXXX XXXX with the instruction from the respondent's spouse to forward them to \"my husband\".\n[13] Further the respondent was caught in XXXX 2011 by USA Custom Border Patrol traveling as XXXX XXXX to the USA and carrying XXXX XXXX PR card in his shoe and other incriminating evidence.\n[14] The Minister further submits that when the claimant returned to Canada on XXXX XXXX 2019, he was only in possession of a Sudanese passport containing no visas, and that he provided unreliable information regarding his PR card.\nThe respondent\n[15] The respondent rejects the allegation made by the Minister that he is the same person as XXXX XXXX and that he concealed the fact that he had previously obtained refugee status in the US in 2001. The respondent submits that XXXX XXXX is in fact his brother.\n[16] The respondent submits that the Minister did not meet his burden of proof and that the evidence presented by the Minister is insufficient to support the allegation that the respondent XXXX XXXX and XXXX XXXX are the same person and not brothers.\n[17] The respondent submits that the fingerprint evidence is problematic and suggests that there may have been a mix up and that the 2 sets of fingerprints both belong to the respondent XXXX XXXX.\n[18] The respondent submitted further evidence that he was in Canada at the time material to this application. The respondent submitted an airport booking, and medical evidence (ex 19). He also submitted biodata pages of passports of both XXXX XXXX and XXXX XXXX XXXX containing different nationality numbers, evidence that the respondent was in Canada, as well as other supporting evidence listed in par. 14-23 of counsel's post hearing submissions which were duly considered by the panel.\nConsiderations\n[19] The panel is aware that the consequences of a vacation application are very serious. The panel took into consideration and carefully and deeply analysed all the evidence submitted in this case, including the oral testimony of all the parties and the witness. The panel instructed both the Minister's counsel and counsel for the claimant to provide further evidence to clarify the identity issue of the respondent\n[20] Based on the material in the Minister's application and supporting disclosure5 which include a biometric match and further evidence, the panel is satisfied on the balance of probabilities that the Minister has proven its case and that the evidence provided by the Minister reveal on the balance of probabilities that the respondent XXXX XXXX and XXXX XXXX are one and the same person.\n[21] The panel reviewed thoroughly the evidence provided by the respondent. The evidence provided by the respondent is not enough to clarify and rebut the evidence put forth by the Minister with regard to the identity of the respondent. Based on the evidence, I am not satisfied on the balance of probabilities that XXXXand XXXX are two different persons.\n[22] I have looked at the other evidence and I have the following concerns:\n* The respondent and his alleged brother have the same first name, which in itself is concerning, and the explanation with regard to his maternal uncle provided by the respondent was not satisfactory;\n* The respondent listed six siblings in his PIF. They all have the same last name XXXX, and the explanation as to why XXXX XXXX would be the only sibling with a different last name was not satisfactory;\n* The respondent did not list a sibling called XXXX XXXX in his PIF and the explanation that he was told to only list the name of relatives who don't have status because they can apply for family reunion is not satisfactory as he has listed a brother XXXX XXXX who already obtained asylum in the USA;\n* The respondent listed in his CIC Niagara Falls Refugee intake Form (ex 1) in page 3 a mother and 3 brothers and 3 sisters as his family outside Canada, omitting one alleged sibling XXXX XXXX.\n* The respondent XXXX XXXX was not called as a witness in his alleged brother's US legal proceedings;\n* Both alleged brothers listed XXXX XXXX as their spouse;\n* Possession of identity documents and information pertaining to both identities.\n[23] I have reviewed the rest of the evidence as indicated by counsel in his submission and I am not persuaded on the balance of probabilities that they are sufficient to rebut the Minister's assertion and evidence\n* The respondent's passport of the respondent or his alleged brother was found to have been altered;\n* The passport used by the respondent to enter Canada recently contains no visas and no PR card was presented. It also contains some contradictory information such as the place of birth of the respondent who listed in his refugee application that he was born in Karma, and his recent passport shows Bergeeg;\n* As pointed out by the Minister, the medical evidence submitted to show that the respondent was in Canada at times material to the application contains contradictory information and seems to have been altered; therefore, I cannot rely on it, and this casts a doubt on all the evidence provided by the respondent to show that he was residing in Canada.\n[24] Based on the evidence the panel finds that the respondent's identity and status in the USA were concealed from the original RPD panel. Because of that, the panel is also satisfied that there was no other sufficient evidence that was before the original RPD panel that would have been sufficient to justify refugee protection.\n[25] Therefore, the panel finds that, on a balance of probabilities, the respondent's Convention refugee decision was obtained as the result of misrepresentation and the withholding of material facts relating to a relevant matter and that there was no other sufficient evidence before the original panel of the RPD that would have been sufficient to justify refugee protection.\nCONCLUSION\n[26] The panel grants the Minister's application to vacate the respondent's status as a Convention refugee, pursuant to section 109 of the IRPA, and his claim is deemed to be rejected and the decision that led to the conferral of refugee protection is nullified.\n(signed)\n\"K. Khamsi\"\nK. Khamsi\n\"February 4, 2020\"\nDate\n1 Immigration and Refugee Protection Act, S.C. 2001, c. 27, as amended.\n2 Exhibit 1, Claim for Refugee Protection in Canada.\n3 Exhibit 2, The Minister's application to vacate and supporting disclosure.\n4 Exhibit 14, Addition to the Minister's Vacation application and supporting disclosure.\n5 Ibid.\n---------------\n------------------------------------------------------------\n---------------\n------------------------------------------------------------\nRPD File No. \/ N° de dossier de la SPR : TB3-09544\nImmigration and\nRefugee Board of Canada\nRefugee Protection Division\nCommission de l'immigration\net du statut de réfugié du Canada\nSection de la protection des réfugiés\nRPD.29.1 (December 15, 2012)\nRPD File No. \/ N° de dossier de la SPR : TB3-09544\n",
        "language":"en",
        "other":"{\"decision-maker_name\": \"K. Khamsi\"}"
    }
]